[
    {
        "page": 1,
        "content": "2025 GRAPHITE DESIGN SHAFT CATALOG\nP.O. Box 131323\nCarlsbad, California 92013-1323\nSales: 619-454-6283\nCust. Service: 760-476-9598\nupdated July 17, 2024"
    },
    {
        "page": 2,
        "content": "About Graphite Design: About Pro’s Choice:\nGraphite Design, Inc. was established in 1989 in Chichibu, Satima, Pro’s Choice is a California Corporation formed in 2012 and located in\nJapan. The founder, Mr. Megumi Yamada, worked with the world’s San Diego. It’s 7 key employees bring a total of 83 years of experience\nrenowned material manufactures to develop innovative manufacturing to the golf industry. Graphite Design, Inc. has granted Pro’s Choice\ntechniques, upgraded resin systems and high-performance composite exclusive distribution rights to sell their products in the U.S., Canada,\nmaterials for use within the golf industry. Graphite Design has a strong Mexico, Europe, UAE, S. Africa, S. America and Australia. Pro’s Choice\nreputation as a leader in the production of composite golf shafts that is committed to providing golf shafts to professionals, serious amateurs\nmaximize Accuracy and Distance which is symbolized by the globally and recreational golfers around the world.\nrecognized TOUR AD brand model of shafts. The TOUR AD brand\nmodel dominates usage on all of the professional golf tours worldwide.\nOn Tour, Graphite Design shafts recorded 37 Global tournament Contact Us:\nvictories in 2023 and have helped numerous golf professionals earn For more information about Pro’s Choice Golf Shafts or Graphite Design shafts:\nwell over 500 victories and multi-millions of dollars in prize money since Bill McPherson\n619-454-6283\ninception.\nb.mcpherson@proschoicegolfshafts.com\nwww.proschoicegolfshafts.com"
    },
    {
        "page": 3,
        "content": "SHAFT SPECIFICATIONS\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nTOUR AD GC 4 R2 WGC4-R2 Lite/Senior 46\" 45g .335\" 3.0\" .602\" 5.5° Mid\nTOUR AD GC 4 R1 WGC4-R1 Regular 46\" 46.5g .335\" 3.0\" .604\" 5.5° Mid\nTOUR AD GC 4 S WGC4-S Stiff 46\" 47.5g .335\" 3.0\" .606\" 5.5° Mid\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nTOUR AD GC 5 R2 WGC5-R2 Lite/Senior 46\" 52g .335\" 3.0\" .602\" 4.5° Mid\nBrand new for 2025, Graphite Design introduces the latest in the Tour AD premium line of golf TOUR AD GC 5 R1 WGC5-R1 Regular 46\" 52.5g .335\" 3.0\" .604\" 4.5° Mid\nshafts, the Graphite Design Tour AD GC – Game Changer. Designed and manufactured\nTOUR AD GC 5 S WGC5-S Stiff 46\" 53g .335\" 3.0\" .604\" 4.5° Mid\nat the Graphite Design Japan factory headquarters, the new Tour AD GC wood shafts are\npearl white with bronze and orange accents and finished with a gloss clear coat. TOUR AD GC 5 X WGC5-X X-Stiff 46\" 56.5g .335\" 3.0\" .608\" 4.4° Mid\nThe Tour AD GC, like the other high performance Tour AD wood shafts, utilizes premium, Shaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\naerospace quality carbon-fiber materials and are available in 40g R2, R1 and S flex, 50g\nTOUR AD GC 6 SR WGC6-SR Stiff Regular 46\" 61.5g .335\" 3.0\" .600\" 3.1° Mid\nR2, R1, S and X flex, 60g SR, S, X and TX flex, 70g S, X and TX flex and 80g X flex.\nThe Tour AD GC shaft profile is Stiff in the butt section, Firm in the center section and has a TOUR AD GC 6 S WGC6-S Stiff 46\" 62g .335\" 3.0\" .602\" 3.1° Mid\nFirm+ tip to promote Mid launch angles and Low/Mid to Mid ball spin rates. TOUR AD GC 6 X WGC6-X X-Stiff 46\" 65.5g .335\" 3.0\" .604\" 3.1° Mid\nThe Tour AD GC shaft integrates a new material technology called AD SHIELD which\nTOUR AD GC 6 TX WGC6-TX Tour X-Stiff 46\" 67g .335\" 3.0\" .608\" 3.1° Mid\nconsists of strategically placed special plies of carbon-fiber combined with the modern\nTORAYCA® M40X material technology in the handle section of the shaft that results in a Shaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nstiff, yet smooth feeling kick point and optimized shaft profile. TOUR AD GC 7 S WGC7-S Stiff 46\" 71g .335\" 3.0\" .600\" 2.8° Mid\nThe Tour AD GC shaft also utilizes the ultra-high modulus TORAYCA® T1100G carbon- TOUR AD GC 7 X WGC7-X X-Stiff 46\" 72.5g .335\" 3.0\" .602\" 2.8° Mid\nfiber material in the tip section of the shaft for unrivaled shaft stability and precise ball control\nwithout the loss of the exceptional feel that Graphite Design shafts are so well known for. TOUR AD GC 7 TX WGC7-TX Tour X-Stiff 46\" 74g .335\" 3.0\" .604\" 2.8° Mid\nAre you ready to make a change to how your Driver or Fairway metal woods perform? Shaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nExperience the Tour AD GC and see if the new innovations that the Tour AD GC has might TOUR AD GC 8 X WGC8-X X-Stiff 46\" 83g .335\" 3.0\" .608\" 2.5° Mid\njust be the biggest Game Changer to your golf game.\nTip Trimming for Standard Bore Heads: Driver: 0.0”, #3 wood: .5”, #5 Wood or greater 1.0”, then Butt Cut to desired club length after assembly.\nMSRP $500\nPROSCHOICEGOLFSHAFTS.COM\n760-476-9598\nPPRROOSSCCHHOOIICCEEGGOOLLFFSSHHAAFFTTSS..CCOOMM"
    },
    {
        "page": 4,
        "content": "SHAFT SPECIFICATIONS\nShaft Type Part Number Flex Length Wt. Tip OD Tip Para. Butt OD Torque Kick Point Launch Spin\nAnti Gravity aG33-3 R2 aG33-3 R2 Lite/Senior Flex 46\" 38.5g .335\" 3.0\" .592\" 7.6° Low High Mid\nAnti Gravity aG33-3 R aG33-3 R Regular Flex 46\" 39.5g .335\" 3.0\" .592\" 7.5° Low High Mid\nAnti Gravity aG33-3 SR aG33-3 SR Stiff Regular Flex 46\" 40.5g .335\" 3.0\" .594\" 7.5° Low High Mid\nTip Trimming for Standard Bore Heads: Driver: 0.0”, #3 wood: .5”, #5 Wood or greater 1.0”, then Butt Cut to desired club length after assembly.\nBrand new for 2024, Pro’s Choice Golf Shafts offers the latest in ultra-light weight The Anti-Gravity aG33-3 Series wood shafts are all sub 40g shafts after\npremium golf shafts, the Graphite Design Anti-Gravity aG33-3 Series wood shafts. installation into a golf club and designed to promote a High launch angle and mid ball\nDesigned and manufactured at the Graphite Design Japan factory headquarters, the spin rates and are available in the fl exes of R2 (Senior/Lite) fl ex, R (Regular) fl ex and\nnew Anti-Gravity aG33-3 Series wood shafts are metallic silver with red, silver SR (Stiff Regular) Flex.\nand black accents and fi nished in a gloss clear coat.\nThe Anti-Gravity aG33-3 Series of shafts are a fi ne example of an extremely high\nThe Anti-Gravity aG33-3 Series wood shafts utilizes ultra-thin aerospace quality quality and superior performing golf shaft, made in Japan and that follow in line with\ncarbon-fi ber materials to obtain a light weight characteristic, as well as to provide the the 30+ years of heritage that all of the premium Graphite Design shafts are so well\ngolfer with a shaft that possesses superior response and feedback at impact as well as known for.\nthe ultra-high modulus TORAYCA® M40X carbon-fi ber material in the butt section for\nadditional zonal stiffness tuning and stability.\nMSRP $500.00\nPROSCHOICEGOLFSHAFTS.COM\n760-476-9598\nPROSCHOICEGOLFSHAFTS.COM"
    },
    {
        "page": 5,
        "content": "SHAFT SPECIFICATIONS\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nTOUR AD VF 4 R2 WVF4-R2 Lite/Senior 46\" 46g .335\" 3.0\" .594\" 5.5° Mid/High\nTOUR AD VF 4 R1 WVF4-R1 Regular 46\" 46g .335\" 3.0\" .594\" 5.5° Mid/High\nTOUR AD VF 4 S WVF4-S Stiff 46\" 47g .335\" 3.0\" .596\" 5.6° Mid/High\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nTOUR AD VF 5 R2 WVF5-R2 Lite/Senior 46\" 55g .335\" 3.0\" .596\" 4.3° Mid/High\nTOUR AD VF 5 R1 WVF5-R1 Regular 46\" 55g .335\" 3.0\" .596\" 4.3° Mid/High\nBrand new for 2024, Graphite Design introduces the latest in the Tour AD premium line of\nTOUR AD VF 5 S WVF5-S Stiff 46\" 56.5g .335\" 3.0\" .598\" 4.3° Mid/High\ngolf shafts, the Graphite Design Tour AD VF – Victory Force. Designed and manufactured\nat the Graphite Design Japan factory headquarters, the new Tour AD VF wood shafts are TOUR AD VF 5 X WVF5-X X-Stiff 46\" 59g .335\" 3.0\" .602\" 4.3° Mid/High\njet black with red accents and finished with a gloss clear coat.\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nThe Tour AD VF, like the other high performance Tour AD wood shafts, utilizes premium, TOUR AD VF 6 SR WVF6-SR Stiff Regular 46\" 64g .335\" 3.0\" .600\" 3.3° Mid/High\naerospace quality carbon-fiber materials and are available in 40g R2, R1 and S flex, 50g\nTOUR AD VF 6 S WVF6-S Stiff 46\" 66.5g .335\" 3.0\" .602\" 3.3° Mid/High\nR2, R1, S and X flex, 60g SR, S, X and TX flex, 70g S, X and TX flex and 80g X flex.\nTOUR AD VF 6 X WVF6-X X-Stiff 46\" 67g .335\" 3.0\" .604\" 3.3° Mid/High\nThe Tour AD VF shaft profile is Firm in the butt section, Stiff+ in the center section and has a TOUR AD VF 6 TX WVF6-TX Tour X-Stiff 46\" 68.5g .335\" 3.0\" .606\" 3.3° Mid/High\nVery Stiff tip to promote Low/Mid launch angles and Low-ball spin rates. The Tour AD VF\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nshafts utilizes the modern TORAYCA® M40X carbon-fiber material in the butt section of the\nshaft to support a stiff, yet smooth feeling kick point and the ultra-high modulus TORAYCA® TOUR AD VF 7 S WVF7-S Stiff 46\" 74g .335\" 3.0\" .602\" 3.0° Mid/High\nT1100G carbon-fiber material in the middle thru to the tip section of the shaft for unrivaled\nTOUR AD VF 7 X WVF7-X X-Stiff 46\" 75.5g .335\" 3.0\" .604\" 3.0° Mid/High\nshaft stability and precise ball control without the loss of the exceptional feel that Graphite\nTOUR AD VF 7 TX WVF7-TX Tour X-Stiff 46\" 77g .335\" 3.0\" .606 3.0° Mid/High\nDesign shafts are so well known for.\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nVictories require Force. Visit your local Graphite Design dealer for a fitting and experience\nTOUR AD VF 8 X WVF8-X X-Stiff 46\" 85g .335\" 3.0\" .608\" 2.8° Mid/High\nthe new Tour AD VF. You will discover the Force necessary to achieve Victory.\nTip Trimming for Standard Bore Heads: Driver: 0.0”, #3 wood: .5”, #5 Wood or greater 1.0”, then Butt Cut to desired club length after assembly.\nMSRP $500\nPROSCHOICEGOLFSHAFTS.COM\n760-476-9598\nPROSCHOICEGOLFSHAFTS.COM"
    },
    {
        "page": 6,
        "content": "SHAFT SPECIFICATIONS\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nTOUR AD CQ 4 R2 WCQ4-R2 Lite/Senior 46\" 47g .335\" 3.0\" .596\" 6.1° Low/Mid\nTOUR AD CQ 4 R1 WCQ4-R1 Regular 46\" 48g .335\" 3.0\" .596\" 6.0° Low/Mid\nTOUR AD CQ 4 S WCQ4-S Stiff 46\" 49g .335\" 3.0\" .600\" 6.0° Low/Mid\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nTOUR AD CQ 5 R2 WCQ5-R2 Lite/Senior 46\" 53g .335\" 3.0\" .596\" 4.6° Low/Mid\nTOUR AD CQ 5 R1 WCQ5-R1 Regular 46\" 54g .335\" 3.0\" .598\" 4.6° Low/Mid\nBrand new for 2023, Graphite Design introduces the latest in the Tour AD premium\nline of golf shafts, the Graphite Design Tour AD CQ – CONQUEST. Designed and TOUR AD CQ 5 S WCQ5-S Stiff 46\" 56g .335\" 3.0\" .600\" 4.5° Low/Mid\nmanufactured at the Graphite Design Japan factory headquarters, the new Tour AD CQ\nTOUR AD CQ 5 X WCQ5-X X-Stiff 46\" 59g .335\" 3.0\" .604\" 4.5° Low/Mid\nwood shafts are jet black with gold and red accents and finished with a gloss clear coat.\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nThe Tour AD CQ, like the other high performance Tour AD wood shafts, utilizes\npremium, aerospace quality carbon-fiber materials and are available in 40g R2, R1 and TOUR AD CQ 6 SR WCQ6-SR Stiff Regular 46\" 62g .335\" 3.0\" .600\" 3.4° Low/Mid\nS flex, 50g R2, R1, S and X flex, 60g SR, S, X and TX flex, 70g S, X and TX flex and 80g\nTOUR AD CQ 6 S WCQ6-S Stiff 46\" 64g .335\" 3.0\" .602\" 3.4° Low/Mid\nX flex.\nTOUR AD CQ 6 X WCQ6-X X-Stiff 46\" 66g .335\" 3.0\" .604\" 3.4° Low/Mid\nThe Tour AD CQ shafts features the new Nitta 2G-Namd carbon-fiber material\ntechnology in the butt section of the shaft and has a bend profile of firm in the handle TOUR AD CQ 6 TX WCQ6-TX Tour X-Stiff 46\" 68g .335\" 3.0\" .606\" 3.4° Low/Mid\nsection, firm in the center section and a medium+ tip section to promote mid-high launch\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nangles and mid ball spin rates. The Nitta 2G-Namd material is based on modern\ncarbon nano tube technology that binds the fibers tighter together than standard carbon TOUR AD CQ 7 S WCQ7-S Stiff 46\" 73g .335\" 3.0\" .602\" 3.2° Low/Mid\nmaterials to aid in a higher degree of energy transfer thru the golf club and a more solid\nTOUR AD CQ 7 X WCQ7-X X-Stiff 46\" 74g .335\" 3.0\" .604\" 3.2° Low/Mid\nimpact of the golf ball than shafts without Nitta 2G-Namd technology.\nTOUR AD CQ 7 TX WCQ7-TX Tour X-Stiff 46\" 76g .335\" 3.0\" .606 3.2° Low/Mid\nVisit your local Graphite Design dealer for a fitting and experience what the new Tour\nAD CQ wood shafts with Nitta 2G-Namd can offer in your CONQUEST to gain the Shaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\ntour level of precise Accuracy and greater Distance that all Tour AD shafts are so well\nTOUR AD CQ 8 X WCQ8-X X-Stiff 46\" 83g .335\" 3.0\" .604\" 3.0° Low/Mid\nknown for.\nTip Trimming for Standard Bore Heads: Driver: 0.0”, #3 wood: .5”, #5 Wood or greater 1.0”, then Butt Cut to desired club length after assembly.\nMSRP $500\nPROSCHOICEGOLFSHAFTS.COM\n760-476-9598\nPPRROOSSCCHHOOIICCEEGGOOLLFFSSHHAAFFTTSS..CCOOMM"
    },
    {
        "page": 7,
        "content": "SHAFT SPECIFICATIONS\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nTOUR AD UB 4 R2 ADUB4-R2 Lite/Senior 46\" 45g .335\" 3.0\" .589\" 5.5° Mid\nTOUR AD UB 4 R1 ADUB4-R1 Regular 46\" 47g .335\" 3.0\" .591\" 5.5° Mid\nTOUR AD UB 4 S ADUB4-S Stiff 46\" 48g .335\" 3.0\" .593\" 5.5° Mid\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nTOUR AD UB 5 R2 ADUB5-R2 Lite/Senior 46\" 54g .335\" 3.0\" .594\" 4.4° Mid\nBrand new for 2022, Graphite Design introduces the latest in the Tour AD premium line TOUR AD UB 5 R1 ADUB5-R1 Regular 46\" 56g .335\" 3.0\" .596\" 4.4° Mid\nof golf shafts, the Graphite Design Tour AD UB – Up and Beyond. Designed and\nTOUR AD UB 5 S ADUB5-S Stiff 46\" 57g .335\" 3.0\" .598\" 4.4° Mid\nmanufactured at the Graphite Design Japan factory headquarters, the new Tour AD UB\nwood shafts are metallic blue with a silver spray faded tip and black accents and finished TOUR AD UB 5 X ADUB5-X X-Stiff 46\" 59g .335\" 3.0\" .600\" 4.4° Mid\nwith a gloss clear coat.\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nThe Tour AD UB, like the other high performance Tour AD wood shafts, utilizes premium,\nTOUR AD UB 6 SR ADUB6-SR Stiff Regular 46\" 63g .335\" 3.0\" .598\" 3.2° Mid\naerospace quality carbon-fiber materials and are available in 40g R2, R1 and S flex, 50g\nR2, R1, S and X flex, 60g SR, S, X and TX flex, 70g S, X and TX flex and 80g S and X flex. TOUR AD UB 6 S ADUB6-S Stiff 46\" 65g .335\" 3.0\" .600\" 3.2° Mid\nThe Tour AD UB shaft profile is medium+ in the butt section, medium+ in the center section TOUR AD UB 6 X ADUB6-X X-Stiff 46\" 66g .335\" 3.0\" .602\" 3.2° Mid\nand has a stiff+ tip to promote a mid-launch angle and low/mid ball spin rates. The Tour\nAD UB shafts utilizes the modern TORAYCA® M40X carbon-fiber material in the mid to tip TOUR AD UB 6 TX ADUB6-TX Tour X-Stiff 46\" 67g .335\" 3.0\" .602\" 3.2° Mid\nsection of the shaft and the ultra-high modulus TORAYCA® T1100G carbon-fiber material Shaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nin the tip section of the shaft for unrivaled shaft stability and precise ball control without the\nTOUR AD UB 7 S ADUB7-S Stiff 46\" 74g .335\" 3.0\" .600\" 3.0° Mid\nloss of the exceptional feel that Graphite Design shafts are so well known for.\nVisit your local Graphite Design dealer and experience the tour level performance that TOUR AD UB 7 X ADUB7-X X-Stiff 46\" 75g .335\" 3.0\" .602\" 3.0° Mid\nthe new Tour AD UB wood shafts with TORAYCA® M40X and T1100G material\nTOUR AD UB 7 TX ADUB7-TX Tour X-Stiff 46\" 76g .335\" 3.0\" .602\" 3.0° Mid\ntechnologies can offer resulting in your golf game moving Up and Beyond all of your\nexpectations. Shaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nMSRP $500 TOUR AD UB 8 S ADUB8-S Stiff 46\" 82g .335\" 3.0\" .604\" 2.8° Mid\nPROSCHOICEGOLFSHAFTS.COM\nTOUR AD UB 8 X ADUB8-X X-Stiff 46\" 83g .335\" 3.0\" .606\" 2.8° Mid\n760-476-9598\nTip Trimming for Standard Bore Heads: Driver: 0.0”, #3 wood: .5”, #5 Wood or greater 1.0”, then Butt Cut to desired club length after assembly.\nPROSCHOICEGOLFSHAFTS.COM"
    },
    {
        "page": 8,
        "content": "SHAFT SPECIFICATIONS\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nTOUR AD HD 4 R2 ADHD4-R2 Lite/Senior 46\" 49g .335\" 3.0\" .598\" 5.8° Mid\nTOUR AD HD 4 R1 ADHD4-R1 Regular 46\" 49g .335\" 3.0\" .598\" 5.8° Mid\nTOUR AD HD 4 S ADHD4-S Stiff 46\" 50g .335\" 3.0\" .598\" 5.7° Mid\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nTOUR AD HD 5 R2 ADHD5-R2 Lite/Senior 46\" 56g .335\" 3.0\" .596\" 4.5° Mid\nTOUR AD HD 5 R1 ADHD5-R1 Regular 46\" 57g .335\" 3.0\" .598\" 4.4° Mid\nNew for 2021, Graphite Design introduces the latest in the Tour AD premium line of golf\nshafts, the Graphite Design Tour AD HD – Hyper Drive. Designed and manufactured TOUR AD HD 5 S ADHD5-S Stiff 46\" 59g .335\" 3.0\" .600\" 4.4° Mid\nat the Graphite Design Japan factory headquarters, the new Tour AD HD wood shafts are\nTOUR AD HD 5 X ADHD5-X X-Stiff 46\" 61g .335\" 3.0\" .604\" 4.4° Mid\nwhite with light blue accents and finished with a matte clear coat.\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nThe Tour AD HD, like the other high performance Tour AD wood shafts, utilizes premium,\naerospace quality carbon-fiber materials and are available in 40g R2, R1 and S flex, 50g TOUR AD HD 6 SR ADHD6-SR Stiff Regular 46\" 65g .335\" 3.0\" .596\" 3.1° Mid\nR2, R1, S and X flex, 60g SR, S, X and TX flex, 70g S, X and TX flex and 80g S and X flex.\nTOUR AD HD 6 S ADHD6-S Stiff 46\" 66g .335\" 3.0\" .598\" 3.1° Mid\nThe Tour AD HD shaft profile is firm in the butt section, firm in the center section and has a\nTOUR AD HD 6 X ADHD6-X X-Stiff 46\" 68g .335\" 3.0\" .600\" 3.1° Mid\nfirm+ tip to promote a mid-launch angle and low to low/mid ball spin rates. The Tour AD\nHD shafts utilizes the exclusive Graphite Design FTT - Fast Taper Technology, as well as the TOUR AD HD 6 TX ADHD6-TX Tour X-Stiff 46\" 69g .335\" 3.0\" .602\" 3.1° Mid\nmodern TORAYCA® M40X carbon-fiber material in the mid to tip section of the shaft and\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nthe ultra-high modulus TORAYCA® T1100G carbon-fiber material in the tip section of the\nshaft for unrivaled shaft stability and precise ball control without the loss of the exceptional TOUR AD HD 7 S ADHD7-S Stiff 46\" 74g .335\" 3.0\" .600\" 2.9° Mid\nfeel that Graphite Design shafts are so well known for.\nTOUR AD HD 7 X ADHD7-X X-Stiff 46\" 76g .335\" 3.0\" .602\" 2.9° Mid\nMaybe it is time for a change to your golf game and a jump into Hyper Drive that the new\nTOUR AD HD 7 TX ADHD7-TX Tour X-Stiff 46\" 77g .335\" 3.0\" .604\" 2.9° Mid\n2021 Graphite Design Tour AD HD shafts with the Torayca T1100G and M40X material\ntechnologies has to offer. Shaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nMSRP $500 TOUR AD HD 8 S ADHD8-S Stiff 46\" 86g .335\" 3.0\" .600\" 2.6° Mid\nPROSCHOICEGOLFSHAFTS.COM\nTOUR AD HD 8 X ADHD8-X X-Stiff 46\" 88g .335\" 3.0\" .602\" 2.6° Mid\n760-476-9598\nTip Trimming for Standard Bore Heads: Driver: 0.0”, #3 wood: .5”, #5 Wood or greater 1.0”, then Butt Cut to desired club length after assembly.\nPPRROOSSCCHHOOIICCEEGGOOLLFFSSHHAAFFTTSS..CCOOMM"
    },
    {
        "page": 9,
        "content": "SHAFT SPECIFICATIONS\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nTOUR AD XC4 R2 ADXC4-R2 Lite/Senior 46\" 47g .335\" 3.0\" .593\" 5.7° Mid/High\nTOUR AD XC 4 R1 ADXC4-R1 Regular 46\" 47g .335\" 3.0\" .593\" 5.7° Mid/High\nTOUR AD XC 4 S ADXC4-S Stiff 46\" 48g .335\" 3.0\" .593\" 5.7° Mid/High\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nTOUR AD XC 5 R2 ADXC5-R2 Lite/Senior 46\" 54g .335\" 3.0\" .594\" 4.3° Mid/High\nTOUR AD XC 5 R1 ADXC5-R1 Regular 46\" 54g .335\" 3.0\" .594\" 4.2° Mid/High\nThe Graphite Design Tour AD XC – designed for “Xtra Carry”, was Designed and is\nmanufactured at the Graphite Design Japan factory headquarters and is black with silver TOUR AD XC 5 S ADXC5-S Stiff 46\" 56g .335\" 3.0\" .596\" 4.2° Mid/High\nand red accents, a silver fade at the tip and finished with a matte clear coat.\nTOUR AD XC 5 X ADXC5-X X-Stiff 46\" 58g .335\" 3.0\" .600\" 4.2° Mid/High\nThe Tour AD XC, like the other high performance Tour AD wood shafts, utilizes premium,\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\naerospace quality carbon-fiber materials and are available in 40g R2, R1 and S flex,\n50g R2, R1, S and X flex, 60g SR, S, X and TX flex, 70g S, X and TX flex and 80g S and TOUR AD XC 6 SR ADXC6-SR Stiff Regular 46\" 62g .335\" 3.0\" .596\" 3.2° Mid/High\nX flex.\nTOUR AD XC 6 S ADXC6-S Stiff 46\" 64g .335\" 3.0\" .598\" 3.2° Mid/High\nThe Tour AD XC shaft profile is softer in the butt section, stiff in the center section and\nTOUR AD XC 6 X ADXC6-X X-Stiff 46\" 65g .335\" 3.0\" .600\" 3.2° Mid/High\nhas a stiff tip to promote low/mid launch angle and low spin with the ball. The Tour AD\nXC also utilizes the brand new TORAYCA® M40X carbon-fiber pre-preg in the Mid to TOUR AD XC 6 TX ADXC6-TX Tour X-Stiff 46\" 67.5g .335\" 3.0\" .602\" 3.2° Mid/High\nTip Section of the shaft as well as the TORAYCA® T1100G carbon-fiber pre-preg with\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nNANOALLOY® technology in the tip section of the shaft for unrivaled shaft stability and\nprecise ball control without the loss of the exceptional feel that Graphite Design shafts TOUR AD XC 7 S ADXC7-S Stiff 46\" 73g .335\" 3.0\" .598\" 3.0° Mid/High\nare so well known for.\nTOUR AD XC 7 X ADXC7-X X-Stiff 46\" 75g .335\" 3.0\" .600\" 3.0° Mid/High\nGet fit by your local professional club fitter into the new Graphite Design Tour AD XC\nTOUR AD XC 7 TX ADXC7-TX Tour X-Stiff 46\" 76.5g .335\" 3.0\" .602\" 3.0° Mid/High\nand get ready to experience the Xtra Carry you are looking for to lower your scores.\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nMSRP $500\nPROSCHOICEGOLFSHAFTS.COM TOUR AD XC 8 S ADXC8-S Stiff 46\" 83g .335\" 3.0\" .604\" 2.8° Mid/High\n760-476-9598\nTOUR AD XC 8 X ADXC8-X X-Stiff 46\" 85g .335\" 3.0\" .606\" 2.8° Mid/High\nTip Trimming for Standard Bore Heads: Driver: 0.0”, #3 wood: .5”, #5 Wood or greater 1.0”, then Butt Cut to desired club length after assembly.\nPROSCHOICEGOLFSHAFTS.COM"
    },
    {
        "page": 10,
        "content": "SHAFT SPECIFICATIONS\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nTOUR AD VR4 R2 ADVR4-R2 Lite/Senior 46\" 46 .335\" 3.0\" .596\" 5.7° Mid\nTOUR AD VR 4 R1 ADVR4-R1 Regular 46\" 47 .335\" 3.0\" .596\" 5.6° Mid\nTOUR AD VR 4 S ADVR4-S Stiff 46\" 47 .335\" 3.0\" .596\" 5.6° Mid\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nTOUR AD VR 5 R2 ADVR5-R2 Lite/Senior 46\" 54 .335\" 3.0\" .598\" 4.5° Mid\nThe Graphite Design Tour AD VR – designed to “Vanquish all Rivals” was designed\nTOUR AD VR 5 R1 ADVR5-R1 Regular 46\" 56 .335\" 3.0\" .600\" 4.5° Mid\nand is manufactured at the Graphite Design Japan factory headquarters. The Tour AD VR\nwood shafts are dark blue with white and silver accents and are finished with a matte clear TOUR AD VR 5 S ADVR5-S Stiff 46\" 57 .335\" 3.0\" .602\" 4.5° Mid\ncoat and are available in 40g R2, R1 and S flex, 50g R2, R1, S and X flex, 60g SR, S and X\nTOUR AD VR 5 X ADVR5-X X-Stiff 46\" 60 .335\" 3.0\" .606\" 4.5° Mid\nflex, 70g S and X flex and 80g S and X flex.\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nThe Tour AD VR, like the other premium Tour AD wood shafts, utilizes premium, aerospace\nquality 50t carbon-fiber materials and it has a slightly higher balance point than the other TOUR AD VR 6 SR ADVR6-SR Stiff Regular 46\" 63 .335\" 3.0\" .598\" 3.2° Mid\ncurrent Tour AD wood shaft profiles. The Tour AD VR shaft also utilizes FTT -Fast Taper\nTOUR AD VR 6 S ADVR6-S Stiff 46\" 65 .335\" 3.0\" .600\" 3.2° Mid\nTechnology, which incorporates a faster taper rate from the grip to the lower mid-section of the\nshaft, providing the overall feeling of greater club head control at impact and an increase in TOUR AD VR 6 X ADVR6-X X-Stiff 46\" 66 .335\" 3.0\" .602\" 3.2° Mid\nclub head speed Shaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nThe Tour AD VR shaft profile is firm to stiff starting at the handle, medium/firm in the center\nTOUR AD VR 7 S ADVR7-S Stiff 46\" 73 .335\" 3.0\" .604\" 3.0° Mid\nsection and has a firm tip to promote a mid/high launch angle and low ball spin rates. The\nTour AD VR also utilizes TORAYCA® T1100G carbon-fiber pre-preg with NANOALLOY® TOUR AD VR 7 X ADVR7-X X-Stiff 46\" 75 .335\" 3.0\" .606\" 3.0° Mid\ntechnology in the tip section of the shaft for additional shaft stability, exceptional feel and Shaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nprecise ball control.\nTOUR AD VR 8 S ADVR8-S Stiff 46\" 85 .335\" 3.0\" .604\" 2.6° Mid\nSee a Graphite Design authorized Golf Club Fitting professional and come to the tee box\nTOUR AD VR 8 X ADVR8-X X-Stiff 46\" 86 .335\" 3.0\" .606\" 2.6° Mid\nready with your new Tour AD VR wood shaft and “Vanquish all Rivals” from tee to green.\nTip Trimming for Standard Bore Heads: Driver: 0.0”, #3 wood: .5”, #5 Wood or greater 1.0”, then Butt Cut to desired club length after assembly.\nMSRP $500\nPROSCHOICEGOLFSHAFTS.COM\n760-476-9598\nPROSCHOICEGOLFSHAFTS.COM"
    },
    {
        "page": 11,
        "content": "SHAFT SPECIFICATIONS\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nMAD 65 PRO Stiff Flex MAD6T-S Stiff 46\" 67 .335\" 3.0\" .615\" 3.8 MID\nMAD 65 PRO X-Stiff Flex MAD6T-X X-Stiff 46\" 68 .335\" 3.0\" .616\" 3.8 MID\nMAD 65 PRO Tour X-Stiff Flex MAD6T-TX Tour X-Stiff 46\" 69 .335\" 3.0\" .618\" 3.8 MID\nMAD 75 PRO X-Stiff Flex MAD7T-X X-Stiff 46\" 77 .335\" 3.0\" .620\" 3.2 MID\nMAD 75 PRO Tour X-Stiff Flex MAD7T-TX Tour X-Stiff 46\" 77 .335\" 3.0\" .620\" 3.2 MID\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nThe team in the R&D lab at Graphite Design Japan went all out when designing the\nGraphite Design MAD wood shafts. A challenge was issued to them to design MAD 55 Regular Flex MAD5C-R Regular 46\" 60 .335\" 3.0\" .612\" 4.7 LOW/MID\na shaft that would alleviate the ill-fated golf ball flight issues that results in a lack of\nMAD 55 Stiff Flex MAD5C-S Stiff 46\" 61 .335\" 3.0\" .613\" 4.6 LOW/MID\nMaximum Accuracy and Distance. Accepting the challenge, they went to work in\nan effort to develop a cure. Shaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nMAD 65 Regular Flex MAD6C-R Regular 46\" 66 .335\" 3.0\" .612\" 4.4 LOW/MID\nThe Graphite Design MAD shaft is their response. Available in two strengths, the\nMAD 65 Stiff Flex MAD6C-S Stiff 46\" 68 .335\" 3.0\" .614\" 4.4 MID\nGraphite Design MAD Standard strength wood shafts are available in a 55g R\nand S Flex, 65g R and S Flex and a 70g S Flex and is designed for the intermediate Shaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nto advanced players.\nMAD 75 Stiff Flex MAD7C-S Stiff 46\" 75 .335\" 3.0\" .616\" 3.8 MID\nThe Graphite Design MAD PRO strength wood shafts are available in 65g Tip Trimming for Standard Bore Heads: Driver: 0.0”, #3 wood: .5”, #5 Wood or greater 1.0”, then Butt Cut to desired club length after assembly.\nS, X and TX Flex and 75g X and TX Flex and are designed for the advanced to\nprofessional players with higher swing speeds.\nMake an appointment with your local professional golf club fitter and request that\nhe write you a prescription for a new Graphite Design MAD shaft to cure your ball\nflight issues that may be holding you back from achieving Maximum Accuracy\nand Distance.\nMAD STD Shaft MSRP $175\nMAD PRO Shaft MSRP $275\nPROSCHOICEGOLFSHAFTS.COM\n760-476-9598\nPROSCHOICEGOLFSHAFTS.COM"
    },
    {
        "page": 12,
        "content": "SHAFT SPECIFICATIONS\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nTOUR AD IZ 4 R2 ADIZ4-R2 Lite/Senior 46\" 46 .335\" 3.0\" .590\" 5.6 MID\nTOUR AD IZ 4 R1 ADIZ4-R1 Regular 46\" 47 .335\" 3.0\" .590\" 5.6 MID\nTOUR AD IZ 4 S ADIZ4-S Stiff 46\" 47 .335\" 3.0\" .592\" 5.6 MID\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nTOUR AD IZ 5 R2 ADIZ5-R2 Lite/Senior 46\" 52 .335\" 3.0\" .594\" 4.5 MID\nThe Graphite Design Tour AD IZ – “Into the Zone” premium line of golf shafts are designed and TOUR AD IZ 5 R1 ADIZ5-R1 Regular 46\" 54 .335\" 3.0\" .596\" 4.5 MID\nmanufactured at the Graphite Design Japan factory headquarters. The Tour AD IZ wood shaft has a\nTOUR AD IZ 5 S ADIZ5-S Stiff 46\" 56 .335\" 3.0\" .598\" 4.4 MID\nvery stealthy look to it in black with white/orange accents and a sleek new matte finish. The Tour AD IZ\nshafts are available in 40g R2, R1 and S flex, 50g R2, R, S and X flex, 60g SR, S, X and TX flex, 70g S, TOUR AD IZ 5 X ADIZ5-X X-Stiff 46\" 58 .335\" 3.0\" .600\" 4.4 MID\nX and TX flex and 80g S and X flex. Shaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nThe Tour AD IZ, like all of the premium Tour AD wood shafts, utilizes premium, aerospace quality 50t TOUR AD IZ 6 SR ADIZ6-SR Stiff Regular 46\" 62 .335\" 3.0\" .596\" 3.2 MID\ncarbon-fiber materials in order to deliver the best feeling and performing shaft available to golfers. TOUR AD IZ 6 S ADIZ6-S Stiff 46\" 63 .335\" 3.0\" .598\" 3.2 MID\nTOUR AD IZ 6 X ADIZ6-X X-Stiff 46\" 65 .335\" 3.0\" .600\" 3.2 MID\nThe new Tour AD IZ shaft has a firm stiffness starting at the handle, and medium center section and\na firm+ tip profile to promote a high launch angle and low ball spin rates. The new Tour AD IZ also TOUR AD IZ 6 TX ADIZ6-TX Tour X-Stiff 46\" 66 .335\" 3.0\" .602\" 3.2 MID\nutilizes TORAYCA® T1100G carbon-fiber pre-preg with NANOALLOY® technology in the tip section of\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nthe shaft for additional shaft stability, exceptional feel and precise ball control.\nTOUR AD IZ 7 S ADIZ7-S Stiff 46\" 72 .335\" 3.0\" .598\" 3.1 MID\nReach out to your local Golf Club Fitting professional and ask about how to get your Driver or Fairway TOUR AD IZ 7 X ADIZ7-X X-Stiff 46\" 74 .335\" 3.0\" .600\" 3.1 MID\nmetal wood “Into the Zone” using the new Tour AD IZ model of premium Graphite Design graphite\nTOUR AD IZ 7 TX ADIZ7-TX Tour X-Stiff 46\" 76 .335\" 3.0\" .602\" 3.0 MID\ngolf shafts.\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nMSRP $500\nTOUR AD IZ 8 S ADIZ8-S Stiff 46\" 82 .335\" 3.0\" .604\" 2.9 MID\nPROSCHOICEGOLFSHAFTS.COM\n760-476-9598 TOUR AD IZ 8 X ADIZ8-X X-Stiff 46\" 83 .335\" 3.0\" .606\" 2.9 MID\nTip Trimming for Standard Bore Heads: Driver: 0.0”, #3 wood: .5”, #5 Wood or greater 1.0”, then Butt Cut to desired club length\nafter assembly.\nPROSCHOICEGOLFSHAFTS.COM"
    },
    {
        "page": 13,
        "content": "SHAFT SPECIFICATIONS\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nTOUR AD TP 4 R2 ADTP4-R2 Lite/Senior 46\" 46.0 .335\" 3.0\" .594\" 5.7 MID\nTOUR AD TP 4 R1 ADTP4-R1 Regular 46\" 47.0 .335\" 3.0\" .594\" 5.7 MID\nTOUR AD TP 4 S ADTP4-S Stiff 46\" 48.0 .335\" 3.0\" .596\" 5.7 MID\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nTOUR AD TP 5 R2 ADTP5-R2 Lite/Senior 46\" 54.0 .335\" 3.0\" .596\" 4.4 MID\nDesigned and manufactured at the Graphite Design Japan factory headquarters, the Tour AD TP\nTOUR AD TP 5 R1 ADTP5-R1 Regular 46\" 56.0 .335\" 3.0\" .598\" 4.4 MID\nwood shaft is available in 40g R2, R1 and S flex, 50g R2, R1 and S flex, 60g SR, S, X and TX flex,\n70g S, X and TX flex and 80g S and X flex. TOUR AD TP 5 S ADTP5-S Stiff 46\" 57.0 .335\" 3.0\" .600\" 4.4 MID\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nDesigned around new tooling, the Tour AD TP utilizes a technology called Fast Taper\nTechnology or “FTT”. This technology incorporates a faster taper rate from the lower mid-section TOUR AD TP 6 SR ADTP6-SR Stiff Regular 46\" 64.0 .335\" 3.0\" .596\" 3.2 MID\nto the tip of the shaft than previous Tour AD wood shaft models. The Fast Taper Technology\nTOUR AD TP 6 S ADTP6-S Stiff 46\" 65.0 .335\" 3.0\" .598\" 3.2 MID\nprovides the overall feeling of greater club head control at impact and an increase in club head\nspeed through the swing. TOUR AD TP 6 X ADTP6-X X-Stiff 46\" 67.0 .335\" 3.0\" .600\" 3.2 MID\nThe new Tour AD TP shaft has a medium stiffness starting at the handle thru the mid-section of the TOUR AD TP 6 TX ADTP6-TX Tour X-Stiff 46\" 68.0 g .335\" 3.0\" .602\" 3.2 MID\nshaft and a stiff tip profile to promote a mid to mid/high launch condition and low spin. The new Shaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nTour AD TP utilizes premium, 50t carbon fiber materials as well as the ultra-high tensile strength\nTORAYCA® T1100G carbon-fiber with NANOALLOY® technology in the tip section for additional TOUR AD TP 7 S ADTP7-S Stiff 46\" 73.0 .335\" 3.0\" .600\" 3.0 MID\nshaft stability, exceptional feel and precise ball control. TOUR AD TP 7 X ADTP7-X X-Stiff 46\" 75.0 .335\" 3.0\" .602\" 3.0 MID\nMake a change in your Driver or Fairway metal wood today to the same shaft that the TOUR AD TP 7 TX ADTP7-TX Tour X-Stiff 46\" 76.0 g .335\" 3.0\" .604\" 3.0 MID\nprofessionals use, the new “Tour Proven” Tour AD TP model of premium Graphite Design\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\ngraphite golf shafts with FTT - Fast Taper Technology.\nTOUR AD TP 8 S ADTP8-S Stiff 46\" 85.0 .335\" 3.0\" .600\" 2.6 MID\nMSRP $500\nTOUR AD TP 8 X ADTP8-X X-Stiff 46\" 87.0 .335\" 3.0\" .602\" 2.6 MID\nPROSCHOICEGOLFSHAFTS.COM\n760-476-9598 Tip Trimming for Standard Bore Heads: Driver: 0.0”, #3 wood: .5”, #5 Wood or greater 1.0”, then Butt Cut to desired club length after\nassembly.\nPROSCHOICEGOLFSHAFTS.COM"
    },
    {
        "page": 14,
        "content": "SHAFT SPECIFICATIONS\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nTour AD F-55 R2 ADFW5-R2 Lite/Senior 44.0\" 59.0 .335\" 3.0\" .598\" 5.0° Low\nTour AD F-55 R1 ADFW5-R1 Regular 44.0\" 60.0 .335\" 3.0\" .598\" 5.0° Low\nTour AD F-55 S ADFW5-S Stiff 44.0\" 60.0 .335\" 3.0\" .602\" 5.0° Low\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nDesigned specifically for Fairway metal woods and manufactured at the Graphite Tour AD F-65 SR ADFW6-SR Stiff Regular 44.0\" 68.0 .335\" 3.0\" .604\" 3.3° Low\nDesign Japan factory headquarters, the Tour AD F-Series Fairway shafts are\nTour AD F-65 S ADFW6-S Stiff 44.0\" 68.0 .335\" 3.0\" .604\" 3.3° Low\navailable in 55g R2, R1 and S Flex, 65g SR (Stiff Regular) S and X flex, 75g S and X\nflex and 85g S and X flex. Tour AD F-65 X ADFW6-X X-Stiff 44.0\" 70.0 .335\" 3.0\" .606\" 3.3° Low\nThe Tour AD F-Series Fairway shafts are designed with a softer tip and stiffer butt Shaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nprofile and feature a Low Kick Point for higher launch conditions into the air and mid-\nball spin. Manufactured under the same tight tolerances and with premium, aerospace Tour AD F-75 S ADFW7-S Stiff 44.0\" 77.0 .335\" 3.0\" .598\" 3.2° Low\nquality 40t carbon-fiber materials, the Tour AD F-Series of shafts fall directly in line\nTour AD F-75 X ADFW7-X X-Stiff 44.0\" 79.0 .335\" 3.0\" .602\" 3.2° Low\nwith all of the other high quality Graphite Design shafts as a complementing Fairway\nwood shaft. Shaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nShould you be searching for a new Fairway shaft that is designed to provide maximum Tour AD F-85 S ADFW8-S Stiff 44.0\" 89.0 .335\" 3.0\" .602\" 2.8° Low\ndistance and extra forgiveness off the fairways, then a new Tour AD F-Series\nFairway graphite shaft may be the answer to what you are looking for in a high Tour AD F-85 X ADFW8-X X-Stiff 44.0\" 91.0 .335\" 3.0\" .604\" 2.8° Low\nperformance golf shaft for your Fairway metal-woods.\nTip Trimming for Standard Bore Heads: #3 wood: .5”, #5 wood or greater: 1.0”, then Butt Cut to desired club length after assembly.\nMSRP $300\nPROSCHOICEGOLFSHAFTS.COM\n760-476-9598\nPROSCHOICEGOLFSHAFTS.COM"
    },
    {
        "page": 15,
        "content": "SHAFT SPECIFICATIONS\nShaft Type Part Number Color Option Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nTOUR AD DI 5 R2 ADDI5NC-R2 or ADDI5NCBK-R2 Orange or Black Lite/Senior 46” 53.5 .335\" 3.0\" .595\" 4.7 MID\nTOUR AD DI 5 R1 ADDI5NC-R1 or ADDI5NCBK-R1 Orange or Black Regular 46” 55.0 .335\" 3.0\" .596\" 4.7 MID\nTOUR AD DI 5 S ADDI5NC-S or ADDI5NCBK-S Orange or Black Stiff 46” 56.5 .335\" 3.0\" .598\" 4.6 MID\nTOUR AD DI 5 X ADDI5NC-X Orange only X-Stiff 46\" 60.5g .335\" 3.0\" .602\" 4.6 MID\nTOUR AD DI 6 SR ADDI6NC-SR or ADDI6NCBK-SR Orange or Black Stiff Regular 46” 63.5 .335\" 3.0\" .598\" 3.4 MID\nThe Tour AD DI “DEEP IMPACT” is designed to provide\ngolfers with more power and stability in a golf shaft. Designed TOUR AD DI 6 S ADDI6NC-S or ADDI6NCBK-S Orange or Black Stiff 46” 65.0 .335\" 3.0\" .600\" 3.3 MID\nand manufactured exclusively at the Graphite Design factory TOUR AD DI 6 X ADDI6NC-X or ADDI6NCBK-S Orange or Black X-Stiff 46” 66.5 .335\" 3.0\" .602\" 3.3 MID\nheadquarters in Japan, the Tour AD DI shafts are available in\nTOUR AD DI 6 TX ADDI6NC-TX Orange only Tour X-Stiff 46\" 68.5 .335\" 3.0\" .604\" 3.3 MID\n50g R2(Lite), R1(Regular) S and X flex, 60g SR (Stiff Regular), S,\nX and TX (Tour X-Stiff) flex, 70g S, X and TX (Tour X-Stiff) flex and TOUR AD DI 7 S ADDI7NC-S or ADDI7NCBK-S Orange or Black Stiff 46” 73.5 .335\" 3.0\" .600\" 3.2 MID\n80g S, X and TX (Tour X-Stiff) flex.\nTOUR AD DI 7 X ADDI7NC-X or ADDI7NCBK-X Orange or Black X-Stiff 46” 75.0 .335\" 3.0\" .602\" 3.1 MID\nThe Tour AD DI 5-R2, R1 and S flex, 6-SR, S and X flex, 7-S\nTOUR AD DI 7 TX ADDI7NC-TX Orange only Tour X-Stiff 46\" 76.5g .335\" 3.0\" .604\" 3.1 MID\nand X flex and 8-S and X are available in two color schemes\nof orange with white bands and green rings and a 2nd color\nTOUR AD DI 8 S ADDI8NC-S or ADDI8NCBK-S Orange or Black Stiff 46” 83.5 .335\" 3.0\" .604\" 3.0 MID\noption of black with white bands and silver rings. The Tour AD\nTOUR AD DI 8 X ADDI8NC-X or ADDI8NCBK-X Orange or Black X-Stiff 46” 84.5 .335\" 3.0\" .606\" 2.9 MID\nDI 5-X, 6-TX, 7-TX, 8-TX and 9-X flex shafts are available only\nin the orange color scheme. TOUR AD DI 8 TX ADDI8NC-TX Orange only Tour X-Stiff 46\" 86g .335\" 3.0\" .608\" 2.9 MID\nThe Tour AD DI is our first shaft design that was integrated with\nTOUR AD DI 9 X ADDI9NC-X Orange only X-Stiff 46\" 97g .335\" 3.0\" .610\" 2.6 MID\nToray Company’s original NANOALLOY material technology\nin the tip section of the shaft. This material technology has now Tip Trimming for Standard Bore Heads: Driver: 0.0”, #3 wood: .5”, #5 Wood or greater 1.0”, then Butt Cut to desired club length after assembly.\ncome to be known as “DI Technology”. This unique material\ntechnology promotes additionally shaft stability without the loss\nof feel and allows the player to create greater club head speed\nand thus greater ball speed while still providing exceptional feel\nand control.\nThe Tour AD DI also utilizes premium, aerospace quality 50t\ncarbon-fiber materials to provide the best performing shaft\navailable. The softer mid-section bend profile of the Tour AD\nDI allows the player to load the shaft properly, yet it maintains a\nfirm enough tip section through impact promoting a high launch\nand low spin ball flight condition. The result, the Tour AD DI\ndelivers players to the next level in shaft performance and will\ncreate a “DEEP IMPACT” on your game!\nMSRP $500\nPROSCHOICEGOLFSHAFTS.COM\n760-476-9598\nPROSCHOICEGOLFSHAFTS.COM"
    },
    {
        "page": 16,
        "content": "SHAFT SPECIFICATIONS\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nTOUR AD M9003 6 S ADM9003-6S Stiff 46\" 68g .335\" 3.0\" .602\" 3.1 HIGH\nTOUR AD M9003 6 X ADM9003-6X X-Stiff 46\" 69g .335\" 3.0\" .604\" 3.1 HIGH\nTOUR AD M9003 7 S ADM9003-7S Stiff 46\" 76g .335\" 3.0\" .600\" 2.4 HIGH\nTOUR AD M9003 7 X ADM9003-7X X-Stiff 46\" 78g .335\" 3.0\" .604\" 2.4 HIGH\nTip Trimming for Standard Bore Heads: Driver: 0.0”, #3 wood: .5”, #5 Wood or greater 1.0”, then Butt Cut to desired club length after\nassembly.\nThe Tour AD M9003 was designed and is manufactured at the Graphite\nDesign Japan factory headquarters and is offered in 68g S and X flex and\n78g S and X flex. The Tour AD M9003 series exemplifies the ultimate in\nshaft quality. Manufactured with ultra-high modulus, 55t carbon-fiber\nand the latest in graphite material from Toray Industries, Inc., TORAYCA®\nT1100G carbon-fiber pre-preg with NANOALLOY® technology, the\nTour AD M9003 series delivers the superior feel expected of a high\nperformance graphite golf shaft.\nDesigned with a very stiff tip to mid-section, the Tour AD M9003 model is\ndesigned for the lower handicap and tour level players with higher swing\nspeeds of 105+ mph to promote a low/mid launch condition and extremely\nlow spin.\nMSRP $550\nPROSCHOICEGOLFSHAFTS.COM\n760-476-9598\nPROSCHOICEGOLFSHAFTS.COM"
    },
    {
        "page": 17,
        "content": "SHAFT SPECIFICATIONS\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nTour AD VF Hybrid 75 R WVFHB75-R Regular 42\" 76g .370\" 3.0\" .600\" 3.0° MID/HIGH\nTour AD VF Hybrid 75 S WVFHB75-S Stiff 42\" 76.5g .370\" 3.0\" .600\" 3.0° MID/HIGH\nTour AD VF Hybrid 75 X WVFHB75-X X-Stiff 42\" 78g .370\" 3.0\" .600\" 3.0° MID/HIGH\nHYBRID Shaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nTour AD VF Hybrid 85 R WVFHB85-R Regular 42\" 86g .370\" 3.0\" .600\" 2.5° MID/HIGH\nTour AD VF Hybrid 85 S WVFHB85-S Stiff 42\" 86.5g .370\" 3.0\" .600\" 2.5° MID/HIGH\nThe new Tour AD VF - VICTORY FORCE Hybrid shafts are designed to provide\ngolfers with more power and stability in a hybrid golf shaft. Designed and manufactured Tour AD VF Hybrid 85 X WVFHB85-X X-Stiff 42\" 87.5g .370\" 3.0\" .602\" 2.5° MID/HIGH\nexclusively at the Graphite Design factory headquarters in Japan, the Tour AD VF Hybrid Shaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nshafts are available in four weight categories of 75g, 85g, 95g and 105g. The 75g and\nTour AD VF Hybrid 95 S WVFHB95-S Stiff 42\" 95g .370\" 3.0\" .596\" 2.5° MID/HIGH\n85g shafts are available in R, S and X Flex and the 95g and 105g shafts are available in S\nand X Flex. Tour AD VF Hybrid 95 X WVFHB95-X X-Stiff 42\" 97g .370\" 3.0\" .598\" 2.5° MID/HIGH\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nThe Tour AD VF Hybrid is designed with the same performance characteristics as the Tour\nAD VF Wood shafts and promote a low/mid trajectory with lower ball spin rates. The bend Tour AD VF Hybrid 105 S WVFHB105-S Stiff 42\" 104.5g .370\" 3.0\" .602\" 2.3° MID/HIGH\nprofile of the Tour AD VF Hybrid is Firm in the butt section, Stiff in the center section and Tour AD VF Hybrid 105 X WVFHB105-X X-Stiff 42\" 106g .370\" 3.0\" .604\" 2.3° MID/HIGH\nhas a Very Stiff tip. The Tour AD VF Hybrid shafts also utilizes the TORAYCA® T1100G\nTip Trimming for all lofts of Standard Bore Hybrid and Driving Iron Heads: No Tipping - install straight in.\ncarbon-fiber material technology in the tip section of the shaft for unrivaled shaft stability\nand precise ball control without the loss of the exceptional feel that Graphite Design shafts\nare so well known for.\nVictories require Force. Visit your local Graphite Design dealer for a fitting and experience\nthe new Tour AD VF Hybrid. You will discover the Force necessary to achieve Victory.\nMSRP $290\nPROSCHOICEGOLFSHAFTS.COM\n760-476-9598\nPROSCHOICEGOLFSHAFTS.COM"
    },
    {
        "page": 18,
        "content": "SHAFT SPECIFICATIONS\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nTour AD IZ Hybrid 65 R2 ADIZHB65-R2 R2/Lite 42.0\" 65g .370\" 3.0\" .600\" 3.5 LOW/MID\nTour AD IZ Hybrid 65 R1 ADIZHB65-R1 R1/Regular 42.0\" 65g .370\" 3.0\" .600\" 3.5 LOW/MID\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nTour AD IZ Hybrid 75 Regular ADIZHB75-R Regular 42.0\" 76g .370\" 3.0\" .598\" 3.1 LOW/MID\nHYBRID\nTour AD IZ Hybrid 75 Stiff ADIZHB75-S Stiff 42.0\" 78g .370\" 3.0\" .598\" 3.1 MID\nBrand new for the 2019 season, Graphite Design introduces the latest in the Tour AD premium\nline of hybrid golf shafts, the Graphite Design Tour AD IZ – “Into the Zone” Hybrid. Shaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nDesigned and manufactured at the Graphite Design Japan factory headquarters, the new\nTour AD IZ Hybrid 85 Regular ADIZHB85-R Regular 42.0\" 84g .370\" 3.0\" .602\" 2.4 MID\nTour AD IZ hybrid shaft are available in 65g R2 (Lite) and R1 (Regular) flex, 75g R and S\nflex, 85g R, S and X flex and 95g S and X. Tour AD IZ Hybrid 85 Stiff ADIZHB85-S Stiff 42.0\" 86g .370\" 3.0\" .602\" 2.4 MID/HIGH\nThe Tour AD IZ Hybrid, like all of the premium Tour AD shafts, utilizes premium, aerospace\nTour AD IZ Hybrid 85 X-Stiff ADIZHB85-X X-Stiff 42.0\" 88g .370\" 3.0\" .602” 2.4 MID/HIGH\nquality carbon-fiber materials in order to deliver the best feeling and performing shaft\navailable to golfers. Shaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nThe Tour AD IZ 65g and 75g hybrid shaft has a medium stiffness starting at the handle, and Tour AD IZ Hybrid 95 Stiff ADIZHB95-S Stiff 42.0\" 96g .370\" 3.0\" .598\" 2.1 MID/HIGH\nfirm center section and a firm tip profile to promote a mid/high launch angle and mid ball spin\nrates. Tour AD IZ Hybrid 95 X-Stiff ADIZHB95-X X-Stiff 42.0\" 97g .370\" 3.0\" .598” 2.1 MID/HIGH\nThe Tour AD IZ 85g and 95g hybrid shaft has a firm stiffness starting at the handle, and firm\nTip Trimming for Standard Bore Heads: 15-18° loft: 0.0”, 19-22° loft: 0.5”, 23° of greater loft: 1.0”, then butt cut to desired club length after assembly.\ncenter section and a stiff tip profile to promote a mid-launch angle and lower ball spin rates.\nReach out to your local Golf Club Fitting professional and ask about how to get your hybrid\nor Driving Iron club “Into the Zone” using the new Tour AD IZ Hybrid model of premium\nGraphite Design graphite golf shafts.\nMSRP $290\nPROSCHOICEGOLFSHAFTS.COM\n760-476-9598\nPROSCHOICEGOLFSHAFTS.COM"
    },
    {
        "page": 19,
        "content": "SHAFT SPECIFICATIONS\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nTOUR AD DI HYBRID 75 R ADDIHB75NC-R Regular 42\" 78g .370\" 3.0\" .602\" 3.1 MID\nTOUR AD DI HYBRID 75 S ADDIHB75NC-S Stiff 42\" 78g .370\" 3.0\" .604\" 3.1 MID\nTOUR AD DI HYBRID 75 X ADDIHB75NC-X X-Stiff 42\" 78g .370\" 3.0\" .604\" 3.1 MID\nShaft Type Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nTOUR AD DI HYBRID 85 R ADDIHB85NC-R Regular 42\" 87g .370\" 3.0\" .604\" 2.4 MID\nTOUR AD DI HYBRID 85 S ADDIHB85NC-S Stiff 42\" 88g .370\" 3.0\" .604\" 2.4 MID\nTOUR AD DI HYBRID 85 X ADDIHB85NC-X X-Stiff 42\" 88g .370\" 3.0\" .604\" 2.4 MID\nThe Tour AD DI “DEEP IMPACT” Hybrid shafts are\ndesigned to provide golfers with more power and stability Shaft Type Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nin a hybrid golf shaft. Designed and manufactured\nTOUR AD DI HYBRID 95 S ADDIHB95NC-S Stiff 42\" 98g .370\" 3.0\" .602\" 2.4 MID\nexclusively at the Graphite Design factory headquarters\nin Japan, the Tour AD DI Hybrid shafts are available in TOUR AD DI HYBRID 95 X ADDIHB95NC-X X-Stiff 42\" 99g .370\" 3.0\" .603\" 2.4 MID\nfour weight categories of 75g, 85g, 95g and 105g. The\nShaft Type Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\n75g and 85g shafts are available in R, S and X Flex and\nthe 95g and 105g shafts are available in S and X Flex. TOUR AD DI HYBRID 105 S ADDIHB105NC-S Stiff 42\" 106g .370\" 3.0\" .608\" 2.3 MID\nThe Tour AD DI Hybrid is designed with the same TOUR AD DI HYBRID 105 X ADDIHB105NC-X X-Stiff 42\" 109g .370\" 3.0\" .610\" 2.3 MID\nperformance characteristics as the Tour AD DI Wood\nTip Trimming for Standard Bore Heads: 15-18° loft: 0.0”, 19-22° loft: .5”, 23° or greater loft: 1.0”, then Butt Cut to desired club length after assembly.\nshafts for a mid/high trajectory with mid spin and pin\npoint accuracy. Players of all skill levels will benefit\nfrom the exceptional control, workability and superior\nperformance of the Tour AD DI Hybrid shafts. The result,\nthe Tour AD DI Hybrid shaft delivers players to the\nnext level in shaft performance and will create a “DEEP\nIMPACT” on your game!\nRevolutionary technology, design and the most\nadvanced materials are trademarks in all Graphite\nDesign shafts, making them the highest quality premium\ngolf shafts on the market today. Validating the\ncompany’s “Tour AD” logo, all of Graphite Design’s\nPGA Tour-proven shafts are specifically designed to\npromote a gain in Accuracy and Distance.\nMSRP $290\nPROSCHOICEGOLFSHAFTS.COM\n760-476-9598\nPROSCHOICEGOLFSHAFTS.COM"
    },
    {
        "page": 20,
        "content": "SHAFT SPECIFICATIONS\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nTOUR AD HY 65 R ADHYHB65NL-R Regular 42\" 67g .370\" 3.0\" .600\" 3.5 LOW/MID\nTOUR AD HY 65 S ADHYHB65NL-S Stiff 42\" 67g .370\" 3.0\" .600\" 3.5 LOW/MID\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nTOUR AD HY 75 R ADHYHB75NL-R Regular 42\" 77g .370\" 3.0\" .596\" 3.1 LOW/MID\nTOUR AD HY 75 S ADHYHB75NL-S Stiff 42\" 78g .370\" 3.0\" .598\" 3.1 LOW/MID\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nDesigned and manufactured at the Graphite Design TOUR AD HY 85 R ADHYHB85NL-R Regular 42\" 88g .370\" 3.0\" .600\" 2.4 LOW/MID\nJapan factory headquarters and now available in brand\nTOUR AD HY 85 S ADHYHB85NL-S Stiff 42\" 88g .370\" 3.0\" .600\" 2.4 LOW/MID\nnew graphics for 2023, the Tour AD HY hybrid shafts\nare available in four weights of 65g and 75g in R and S TOUR AD HY 85 X ADHYHB85NL-X X-Stiff 42\" 89g .370\" 3.0\" .602\" 2.4 MID\nflex, 85g in R, S and X flex and 95g in S and X flex.\nShaft Type Part Number Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nDesigned with the Tour AD DI Hybrid profile in mind, the TOUR AD HY 95 S ADHYHB95NL-S Stiff 42\" 97g .370\" 3.0\" .596\" 2.1 LOW/MID\nTour AD HY hybrid is softer in the tip and mid-section\nTOUR AD HY 95 X ADHYHB95NL-X X-Stiff 42\" 98g .370\" 3.0\" .598\" 2.1 MID\nand slightly stiffer in the butt section of the shaft, to\npromote a higher ball flight than the Tour AD DI Hybrid Tip Trimming for Standard Bore Heads: 15-18° loft: 0.0”, 19-22° loft: .5”, 23° or greater loft: 1.0”, then Butt Cut to desired club length after assembly.\nshafts. The easy to hit Tour AD HY hybrid shafts can be\ncounted on to deliver pin point Accuracy and greater\nDistance, which is synonymous within all of the Graphite\nDesign Tour AD shafts.\nMSRP $230\nPROSCHOICEGOLFSHAFTS.COM\n760-476-9598\nPROSCHOICEGOLFSHAFTS.COM"
    },
    {
        "page": 21,
        "content": "SHAFT SPECIFICATIONS\nShaft Type Part Number Color Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nTOUR AD DRIVING IRON 85g\nAD85DINC-S03 DI Orange/White Stiff 39\" 89g .355\" Taper .593\" 2.4 MID\nStiff #3 Orange\nShaft Type Part Number Color Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nTOUR AD DRIVING IRON 95g\nAD95DINC-S3 DI Orange/White Stiff 39\" 98g .355\" Taper .593\" 2.2 MID\nStiff #3 Orange\nTOUR AD DRIVING IRON 95g\nAD95DINC-S4 DI Orange/White Stiff 38.5\" 98g .355\" Taper .593\" 2.2 MID\nStiff #4 Orange\nUTILITY DRIVING IRON TOUR AD DRIVING IRON 95g\nAD95DINC-S5 DI Orange/White Stiff 38\" 98g .355\" Taper .593\" 2.2 MID\nStiff #5 Orange\nThe Tour AD Utility Driving Iron shafts are a great complement to the Shaft Type Part Number Color Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\npopular Tour AD premium Wood, Hybrid and Iron shafts. Available in two\nTOUR AD DRIVING IRON 95g\nweights of 85 grams and 95 grams, the Tour AD Utility Driving Iron X- Stiff #3 Orange AD95DINC-X3 DI Orange/White X-Stiff 39\" 99g .355\" Taper .594\" 2.2 MID\nshafts are designed and manufactured exclusively at the Graphite Design TOUR AD DRIVING IRON 95g\nAD95DINC-X4 DI Orange/White X-Stiff 38.5\" 99g .355\" Taper .594\" 2.2 MID\nfactory headquarters in Japan utilizing the same technology found in the Tour X-Stiff #4 Orange\nAD wood series. TOUR AD DRIVING IRON 95g AD95DINC-X5 DI Orange/White X-Stiff 38\" 99g .355\" Taper .594\" 2.2 MID\nX-Stiff #5 Orange\nThe Tour AD Utility Driving Iron shafts are designed to work with the modern Shaft Type Part Number Color Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nUtility Driving Iron heads that have recently become popular. The 85g shaft is TOUR AD DRIVING IRON 85g\nAD85B-S03 Black/White Stiff 39\" 89g .355\" Taper .593\" 2.4 MID\navailable in Stiff flex in either Orange/White or Black/White in a single shaft Stiff #3 Black\nlength of #3 - 39.0” with a .355” taper tip. Shaft Type Part Number Color Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nTOUR AD DRIVING IRON 95g\nThe 95g shaft is available in Black/White in Stiff and X-Stiff in a single shaft AD95B-S03 Black/White Stiff 39\" 98g .355\" Taper .594\" 2.2 MID\nStiff #3 Black\nlength of 39.0” with a .355” taper tip or in the Orange/White color in 3\nTOUR AD DRIVING IRON 95g\ndifferent lengths of #3 - 39.0”, #4 - 38.5” and #5 - 38.0” all with a .355” X-Stiff #3 Black AD95B-X03 Black/White X-Stiff 39\" 99g .355\" Taper .594\" 2.2 MID\ntaper tip.\nIf you are looking for a shaft to provide better feel and control and ultimately\nmore distance in your Utility Driving Iron, the Graphite Design Tour AD\nUtility Driving Iron graphite shaft may be the right choice for you.\nMSRP $140\nPROSCHOICEGOLFSHAFTS.COM\n760-476-9598\nPROSCHOICEGOLFSHAFTS.COM"
    },
    {
        "page": 22,
        "content": "SHAFT SPECIFICATIONS\nShaft Type Part Number Color Flex Length Wt. Tip OD Tip Para. Butt OD Torque Kick pt\nTOUR AD IRON 50g AD50NP-L03 Pink Ladies 38.5\" 50g .370\" 1.375\" 0.587\" 3.9° LOW\nTOUR AD IRON 50g AD50NP-L04 Pink Ladies 38.0\" 50g .370\" 1.375\" 0.587\" 3.9° LOW\nTOUR AD IRON 50g AD50NP-L05 Pink Ladies 37.5\" 50g .370\" 1.375\" 0.585\" 3.9° LOW\nTOUR AD IRON 50g AD50NP-L06 Pink Ladies 37.0\" 50g .370\" 1.375\" 0.583\" 3.9° LOW\nTOUR AD IRON 50g AD50NP-L07 Pink Ladies 36.5\" 50g .370\" 1.375\" 0.583\" 3.8° LOW\n50g IRON SERIES\nTOUR AD IRON 50g AD50NP-L08 Pink Ladies 36.0\" 50g .370\" 1.375\" 0.581\" 3.8° LOW\nThe Tour AD 50g Iron Series are light weight, 50g shaft offerings that TOUR AD IRON 50g AD50NP-L09 Pink Ladies 35.5\" 50g .370\" 1.375\" 0.581\" 3.8° LOW\ncomplement the premium Tour AD wood and hybrid series of shafts. The Tour TOUR AD IRON 50g AD50NP-L10 Pink Ladies 35.5 52g .370\" 1.375\" 0.581\" 3.8° LOW\nAD-50 shaft model features a soft flex profile with a low kick point designed\nShaft Type Part Number Color Flex Length Wt. Tip OD Tip Para. Butt OD Torque Kick pt\nfor higher ball flight and mid ball spin rates.\nManufactured at the Graphite Design factory headquarters in Japan, the Tour TOUR AD IRON 50g AD50NB-L03 Blue Ladies 39.0\" 50g .370\" 1.375\" 0.587\" 3.9° LOW\nAD 50g Iron shafts are available in two color options of either blue or pink. TOUR AD IRON 50g AD50NB-L04 Blue Ladies 38.5\" 50g .370\" 1.375\" 0.587\" 3.9° LOW\nThe Tour AD 50g irons are a discrete length and constant weight shaft profile\nTOUR AD IRON 50g AD50NB-L05 Blue Ladies 38.0\" 50g .370\" 1.375\" 0.585\" 3.9° LOW\nwhere each individual shaft length is designed for each individual club loft and\neach shaft length maintains the same shaft weight from the longest to the shortest TOUR AD IRON 50g AD50NB-L06 Blue Ladies 37.5\" 50g .370\" 1.375\" 0.583\" 3.9° LOW\nclub for the best in feel, balance and performance. The Tour AD 50g iron TOUR AD IRON 50g AD50NB-L07 Blue Ladies 37.0\" 50g .370\" 1.375\" 0.583\" 3.8° LOW\nshafts have a .370” parallel tip with a 1.375” parallel tip section.\nTOUR AD IRON 50g AD50NB-L08 Blue Ladies 36.5\" 50g .370\" 1.375\" 0.581\" 3.8° LOW\nTake advantage of the superior distance and precise accuracy that Graphite\nTOUR AD IRON 50g AD50NB-L09 Blue Ladies 36.0\" 50g .370\" 1.375\" 0.581\" 3.8° LOW\nDesign shafts can offer and give the Tour AD 50g Iron graphite shafts a try\nin your next set of irons. TOUR AD IRON 50g AD50NB-L10 Blue Ladies 35.5\" 52g .370\" 1.375\" 0.581\" 3.8° LOW\nTip Trimming for Standard Bore Heads: Tip Trimming not recommended. Butt Cut to desired club length only after assembly.\nMSRP $140\nPROSCHOICEGOLFSHAFTS.COM\n760-476-9598\nPROSCHOICEGOLFSHAFTS.COM"
    },
    {
        "page": 23,
        "content": "SHAFT SPECIFICATIONS\nShaft Type Part Number Color Flex Length Wt Tip OD Tip Para. Butt OD Torque Kick pt\nTOUR AD IRON 55G AD55B-R03 thru R10 Black Regular 39\" - 35.5\" 58g .355\" Taper .589\" 3.2° LOW/MID\nTOUR AD IRON 55G AD55B-S03 thru S10 Black Stiff 39\" - 35.5\" 58g .355\" Taper .591\" 3.2° LOW/MID\nTOUR AD IRON 65G AD65T2B-R03 thru R10 Black Regular 39\" - 35.5\" 68g .355\" Taper .583\" 2.7° LOW/MID\nTOUR AD IRON 65G AD65T2B-S03 thru S10 Black Stiff 39\" - 35.5\" 68g .355\" Taper .585\" 2.7° LOW/MID\nIRON SERIES\nTOUR AD IRON 75G AD75B-R03 thru R10 Black Regular 39\" - 35.5\" 78g .355\" Taper .593\" 2.8° LOW/MID\nTOUR AD IRON 75G AD75B-S03 thru S10 Black Stiff 39\" - 35.5\" 78g .355\" Taper .593\" 2.8° LOW/MID\nThe Tour AD 55-115g Iron Shafts complement the premium Tour AD wood\nand hybrid series of shafts very well. The Tour AD Irons are designed and TOUR AD IRON 85G AD85B-R03 thru R10 Black Regular 39\" - 35.5\" 89g .355\" Taper .593\" 2.4° MID\nmanufactured exclusively at the Graphite Design factory headquarters in Japan\nTOUR AD IRON 85G AD85B-S03 thru S10 Black Stiff 39\" - 35.5\" 89g .355\" Taper .593\" 2.4° MID\nand are available in a jet black color with white bands and silver rings and in\nweight ranges from 55 grams to 115 grams.\nTOUR AD IRON 95G AD95B-S03 thru S10 Black Stiff 39\" - 35.5\" 98g .355\" Taper .593\" 2.2° MID\nThe Tour AD 55-115g Irons feature a discrete length and constant weight shaft TOUR AD IRON 95G AD95B-X03 thru X10 Black X-Stiff 39\" - 35.5\" 99g .355\" Taper .593\" 2.2° MID\nprofile, meaning each individual shaft length is designed for each individual\niron club loft and each shaft length maintains the same shaft weight from the TOUR AD IRON 105G AD105B-1/3 thru 10/12 Black Combo S/X 40\"-36\" 106g .355\" Taper .602\" 2.1° MID/HIGH\nlongest to the shortest club to provide the best feel, balance and performance.\nTOUR AD IRON 115G AD115B-1/3 thru 10/12 Black Combo S/X 40\"-36\" 114g .355\" Taper .599” 2.1° MID/HIGH\nThe Tour AD 55g-115g iron shafts all have a .355” taper tip.\nThe Tour AD-55,-65,-75g shafts are available in flexes of Regular and Stiff\nand are designed to promote mid/high ball flight and mid spin. The Tour\nAD-85g shafts are available in flexes of Regular and Stiff and are designed to\npromote mid ball flight and mid spin. The Tour AD-95g shafts are available in\nmen’s flexes of Stiff and X-Stiff and are designed to promote mid ball flight and\nlow/mid spin.\nThe Tour AD-105 & AD-115g iron models are a combo-flex Stiff/X-Stiff flex\noffering designed to produce a lower, piercing ball flight with low/mid spin\nrates. Contact Pro’s Choice sales for additional details.\nTake advantage of the superior distance with precise accuracy that Graphite\nDesign shafts can offer and give the Tour AD premium iron graphite shafts a\ntry in your next set of irons.\nMSRP AD55-95 Irons $140\nMSRP AD105 & AD115 $375\nPROSCHOICEGOLFSHAFTS.COM\n760-476-9598\nPROSCHOICEGOLFSHAFTS.COM"
    },
    {
        "page": 24,
        "content": "With 34 years of Tour proven Accuracy and Distance…..\nMaybe it is time for you to experience the difference a premium, Graphite Design shaft can make!\nTour AD Wood Shafts Type Flex Weight Range Tip OD Tip Para. Torque Spin Launch\nLOW LOW/MID MID MID/HIGH HIGH\nWOOD NEW R2, R1,SR, S, X & TX 45, 55, 65, 75, 85g .335” 3.0” 5.5-2.5 LOW to LOW/MID\nWOOD R2, R1, SR, S, X & TX 45, 55, 65, 75 & 85g .335\" 3.0\" 5.5-2.4 LOW\nWOOD R2, R1, SR, S, X & TX 45, 55, 65, 75 & 85g .335\" 3.0\" 6.1-3.0 MID\nWOOD R2, R1, SR, S, X & TX 45, 55, 65, 75 & 85g .335\" 3.0\" 5.5-2.8 LOW/MID\nWOOD R2, R1, SR, S, X & TX 45, 55, 65, 75 & 85g .335\" 3.0\" 5.8-2.6 LOW to LOW/MID\nWOOD R2, R1, SR, S, X & TX 45, 55, 65, 75 & 85g .335\" 3.0\" 5.7-2.8 LOW\nWOOD R2, R1, SR, S, & X 45, 55, 65, 75 & 85g .335\" 3.0\" 5.7-2.6 LOW to LOW/MID\nWOOD R2, R1, SR, S, X & TX 45, 55, 65, 75 & 85g .335\" 3.0\" 5.6-2.8 LOW\nWOOD R2, R1, SR, S, X & TX 55, 65, 75, 85 & 95g .335\" 3.0\" 4.7-2.6 LOW\nWOOD R2, R1, SR, S & X 55, 65, 75 & 85g .335” 3.0” 4.7-2.9 LOW\nFWY\nR2, R1, SR, S & X 55, 65, 75 & 85g .335\" 3.0\" 5.0-2.8 MID\nWOOD\nWOOD S & X 68 & 78g .335\" 3.0\" 3.4-2.1 LOW\nAnti-Gravity Wood Shafts Type Flex Weight Range Tip OD Tip Para. Torque Spin Launch\nWOOD R2, R, SR 38g .335\" 3.0\" 7.5 MID\nTour AD Hybrid & Iron Shafts Type Flex Weight Range Tip OD Tip Para. Torque Spin Launch\nHYBRID NEW R, S & X 75, 85, 95, 105g .370\" 3.0\" 3.0-2.3 LOW\nHYBRID R2, R1, R, S & X 65, 75, 85 & 95g .370\" 3.0\" 3.5-2.1 LOW/MID\nHYBRID R, S & X 65, 75, 85 & 95g .370\" 3.0\" 3.5-2.1 MID\nHYBRID R, S & X 75, 85, 95 & 105g .370\" 3.0\" 3.1-2.3 MID\nDRIVING S & X 85g & 95g .355\" TAPER 2.4-2.2 MID\nIRON\nIRON Ladies 50g .370\" 1.375\" 3.9 MID\nIRON R, S & X 55, 65, 75, 85 & 95g .355\" TAPER 3.2-2.2 MID\nMAD Shafts Type Flex Weight Range Tip OD Tip Para. Torque Spin Launch\nWOOD S, X & TX 67-77g .335\" 3.0\" 3.8-3.2 LOW\nWOOD A, R & S 49, 59, 67 & 75g .335\" 3.0\" 6.4-3.8 LOW/MID\nThis chart is for use as a general reference of our shaft offerings. Pro’s Choice encourages consulting a PGA Professional or qualified club builder to help you determine the correct shaft bend profile for your individual swing.\nVisit PROSCHOICEGOLFSHAFTS.COM for more details and where to buy."
    },
    {
        "page": 25,
        "content": "RECOMMENDED SHAFT MODEL BASED ON DESIRED LAUNCH ANGLE AND SPIN RATE CHARACTERISTICS:\nUPDATED: June 28, 2024\nHCNUAL\nTOUR AD WOOD SHAFT FITTING GUIDE AND SHAFT COMPARISON CHART\nRECOMMENDED SHAFT FLEX GUIDE FOR TOUR AD WOODS BASED ON DRIVER SWING\naG33-3 R2 DRIVER 71-85 86-95 92-98 96-105 105+\nTOUR AD IZ-4 110+ MPH\nTOUR AD VR-4 SWING SPEED MPH MPH MPH MPH MPH\nTOUR AD IZ-6 TOUR AD IZ-5\nTOUR AD F-55 FWY\nTOUR AD UB-4 R2 Flex R1 Flex SR Flex* S Flex X Flex TX Flex\naG33-3 R & SR SHAFT FLEX\nHIGH (Lite/Senior) (Regular) (Stiff Regular) (Stiff) (X-Stiff) (Tour X-Stiff)\nTOUR AD DI-6 TOUR AD TP-4 TOUR AD F-65 FWY * Stiff Regular ( SR ) Flex shafts are available in the \" Tour AD\" wood models only.\nTOUR AD VR-6 TOUR AD VR-5 TOUR AD F-75 FWY Pro's Choice Golf Shafts encourages consulting a PGA Professional or qualified Graphite Design Club Fitter to help you\nTOUR AD IZ-7 TOUR AD DI-5 TOUR AD F-85 FWY determine the correct shaft weight, flex and length for your swing profile and to meet your goals.\nGRAPHITE DESIGN WOOD SHAFT COMPARISON CHART:\nTOUR AD TP-6 TOUR AD CQ-4\nTOUR AD TP-5\nTOUR AD DI-7 TOUR AD CQ-5 SHAFT MODEL BUTT SECTION MID SECTION TIP SECTION LAUNCH SPIN\nTour AD GC STIFF FIRM FIRM+ MID LOW/MID TO MID\nMID/HIGH\nTOUR AD VR-7 TOUR AD CQ-6 Anti-Gravity aG33-3 FIRM MEDIUM SOFT+ HIGH MID\nTOUR AD IZ-8 TOUR AD CQ-7 TOUR AD VF FIRM+ STIFF VERY STIFF LOW/MID LOW\nTOUR AD TP-7 TOUR AD CQ-8\nTOUR AD CQ FIRM FIRM MEDIUM+ MID/HIGH MID\nTOUR AD UB MEDIUM+ MEDIUM+ STIFF+ MID LOW/MID\nTOUR AD HD-6 TOUR AD UB-5 TOUR AD HD-4\nTOUR AD DI-8 TOUR AD GC-4\nTOUR AD HD-7 TOUR AD UB-6 TOUR AD HD-5 TOUR AD HD FIRM FIRM FIRM+ MID LOW TO LOW/MID\nTOUR AD TP-8 TOUR AD GC-5\nTOUR AD VR-8 TOUR AD XC-4 TOUR AD XC-5 TOUR AD XC SOFT STIFF STIFF LOW/MID LOW\nMID\nTOUR AD VR FIRM+ MEDIUM+ FIRM MID/HIGH LOW\nTOUR AD GC-6 TOUR AD GC-7\nMAD PRO FIRM STIFF FIRM MID TO LOW/MID LOW\nTOUR AD HD-8 TOUR AD DI-9 TOUR AD UB-7 TOUR AD UB-8\nTOUR AD GC-8 MAD Std. MEDIUM+ FIRM+ MEDIUM+ MID/HIGH TO HIGH LOW/MID TO MID\nTOUR AD IZ FIRM MEDIUM FIRM+ HIGH LOW\nTOUR AD VF-4 TOUR AD XC-6 TOUR AD TP FIRM FIRM STIFF MID/HIGH LOW\nTOUR AD VF-5 TOUR AD XC-7\nTOUR AD F-Series FWY FIRM MEDIUM SOFT HIGH MID\nLOW/MID\nTOUR AD M9003 MEDIUM FIRM STIFF+ LOW LOW\nTOUR AD VF-6 TOUR AD VF-8 TOUR AD DI MEDIUM MEDIUM STIFF HIGH LOW\nTOUR AD VF-7 TOUR AD XC-8\nLEGEND DESCRIBING THE SHAFT STIFFNESS FROM STIFFEST TO SOFTEST:\nVERY STIFF → STIFF → FIRM → MEDIUM → SOFT\nTOUR AD M9003-6\nLOW\nTOUR AD M9003-7\nPro’s Choice Contact Information:\nLOW LOW/MID MID MID/HIGH HIGH\nSales: Bill McPherson\nb.mcpherson@proschoicegolfshafts.com\nSPIN\nPhone: 619-454-6283"
    },
    {
        "page": 26,
        "content": "RECOMMENDED SHAFT MODEL BASED ON DESIRED LAUNCH ANGLE AND SPIN RATE CHARACTERISTICS:\nUPDATED: June 28, 2024\nHCNUAL\nTOUR AD HYBRID & IRON FITTING GUIDE\nRECOMMENDED SHAFT FLEX GUIDE BASED ON DRIVER SWING SPEED:\nHIGH TOUR AD 50 IRON\nDRIVER\n86-95 MPH 96-105 MPH 105+ MPH\nSWING SPEED\nTOUR AD 55 IRON\nTOUR AD HY 65 & 75\nTOUR AD 65 IRON\nTOUR AD IZ 65 R Flex S Flex X Flex\nSHAFT FLEX\n(Regular) (Stiff) (X-Stiff)\nMID/HIGH\nTOUR AD HY 85\nTOUR AD HY 95\nPro's Choice Golf Shafts encourages consulting a PGA Professional or qualified Graphite Design Club Fitter to help you determine the correct shaft weight,\nTOUR AD 75 IRON\nflex and length for your swing profile and to meet your goals.\nTOUR AD IZ 75\nHYBRID SHAFT BEND PROFILE CHART:\nTOUR AD DRIVING IRON 85\nTOUR AD DI 85 HYBRID TOUR AD 85 IRON SHAFT MODEL BUTT SECTION MID SECTION TIP SECTION\nTOUR AD DI 75\nTOUR AD VF HYBRID FIRM STIFF VERY STIFF\nMID\nTOUR AD DI 95 HYBRID TOUR AD DRIVING IRON 95 TOUR AD IZ 65/75 HYBRID MEDIUM FIRM FIRM\nTOUR AD DI 105 HYBRID TOUR AD 95 IRON\nTOUR AD IZ 85/95 HYBRID FIRM FIRM STIFF\nTOUR AD DI HYBRID SOFT MEDIUM+ STIFF\nTOUR AD VF-75 TOUR AD IZ 85 HYBRID\nTOUR AD VF-85 TOUR AD IZ 95 HYBRID TOUR AD HY HYBRID MEDIUM MEDIUM MEDIUM\nLOW/MID\nLEGEND DESCRIBING THE SHAFT STIFFNESS FROM STIFFEST TO SOFTEST:\nTOUR AD VF-95 TOUR AD 105 IRON VERY STIFF → STIFF → FIRM → MEDIUM → SOFT\nTOUR AD VF-105 TOUR AD 115 IRON\nLOW\nPro’s Choice Contact Information:\nLOW LOW/MID MID MID/HIGH HIGH Sales: Bill McPherson\nb.mcpherson@proschoicegolfshafts.com\nPhone: 619-454-6283\nSPIN\nPROSCHOICEGOLFSHAFTS.COM"
    },
    {
        "page": 27,
        "content": "RECOMMENDED SHAFT MODEL BASED ON DESIRED LAUNCH ANGLE AND SPIN RATE CHARACTERISTICS:\nUPDATED: June 28, 2024\nHCNUAL\nUS SPEC SHAFT FITTING GUIDE\nRECOMMENDED SHAFT FLEX GUIDE BASED ON DRIVER SWING SPEED:\nG-TECH L FLEX\nHIGH DRIVER Less Than\nMAD 45 71-85 MPH 86-95 MPH 96-105 MPH 105+ MPH\nSWING SPEED 70 MPH\nMAD 55\nG-TECH A FLEX L Flex A or RR Flex R Flex S Flex X Flex\nSHAFT FLEX\n(Ladies ) (Lite/Senior) (Regular) (Stiff) (X-Stiff)\nMID/HIGH\nG-TECH R FLEX\nPro's Choice Golf Shafts encourages consulting a PGA Professional or qualified Graphite Design Club Fitter to help you determine the correct shaft weight, flex\nand length for your swing profile and to meet your goals.\nMAD PRO 65 MAD 65 G-TECH S FLEX\nUS SPEC WOOD SHAFT BEND PROFILE CHART:\nMID SHAFT MODEL BUTT SECTION MID SECTION TIP SECTION\nMAD STD MEDIUM+ FIRM+ MEDIUM+\nMAD PRO 75 MAD 75\nMAD PRO FIRM STIFF FIRM\nLEGEND DESCRIBING THE SHAFT STIFFNESS FROM STIFFEST TO SOFTEST:\nVERY STIFF → STIFF → FIRM → MEDIUM → SOFT\nLOW/MID\nLOW\nPro’s Choice Contact Information:\nSales: Bill McPherson\nb.mcpherson@proschoicegolfshafts.com\nLOW LOW/MID MID MID/HIGH HIGH\nPhone: 619-454-6283\nSPIN PROSCHOICEGOLFSHAFTS.COM"
    },
    {
        "page": 28,
        "content": "SHAFT INSTALLATION AND TRIMMING GUIDE\nTOUR AD/JAPAN WOOD SHAFTS:\nCLUB PRODUCT TYPE STD-BORE HOSEL BLIND BORE HOSEL THRU BORE HOSEL NOTES\nDRIVERS TOUR AD GC, VF, CQ, UB, HD, VR, TP, XC, DI, & M9003 0.0” 0.0” Insert 2.5” only 3.0” of Tip Parallel\nDRIVERS Anti-Gravity aG33-3 0.0\" 0.0\" Insert 2.5” only 3.0” of Tip Parallel\nCLUB PRODUCT TYPE STD-BORE HOSEL BLIND BORE HOSEL THRU BORE HOSEL NOTES\n#3 WOOD TOUR AD F-Series FWY 0.5\" 0.5\" 0.5\" - then Insert 2.0\" 3.0” of Tip Parallel\n#3 WOOD TOUR AD GC, VF, CQ, UB, HD, VR, TP, XC, DI, & M9003 0.5\" 0.5\" 0.5\" - then Insert 2.0\" 3.0\" of Tip Parallel\n#3 WOOD Anti-Gravity aG33-3 0.5\" 0.5\" 0.5” - then Insert 2.0” 3.0” of Tip Parallel\nCLUB PRODUCT TYPE STD-BORE HOSEL BLIND BORE HOSEL THRU BORE HOSEL NOTES\n#5- #9 WOOD TOUR AD F-Series FWY 1.0\" 1.0\" 0.5\" - then Insert 2.0\" 3.0\" of Tip Parallel\n#5- #9 WOOD TOUR AD GC, VF, CQ, UB, HD, VR, TP, XC, DI, & M9003 1.0\" 1.0\" 0.5\" - then Insert 2.0\" 3.0\" of Tip Parallel\n#5- #9 WOOD Anti-Gravity aG33-3 1.0\" 1.0\" 0.5” - then Insert 2.0” 3.0” of Tip Parallel\n* Pro’s Choice encourages consulting a PGA Professional or qualified club builder to help you determine the correct shaft and length for your swing profile and to meet your goals.\n* Always leave a minimum of 0.5” of the parallel tip section of the shaft above the hosel. For example with a hosel depth of 1.5” and a parallel tip length of 4.0”, the tip trim length should not exceed 2.0”.\n* Improper installation may effect the intended performance of the shaft. Warranty is for material and workmanship of our products. Improper installation voids warranty of product.\nUPDATED: July 12, 2024"
    },
    {
        "page": 29,
        "content": "SHAFT INSTALLATION AND TRIMMING GUIDE\nDOMESTIC / US WOOD SHAFTS:\nCLUB PRODUCT TYPE STD-BORE HOSEL BLIND BORE HOSEL THRU BORE HOSEL NOTES\nDRIVERS MAD 45, 55, 65, 75 & MAD PRO 65, 75 0.0\" 0.0\" Insert 2.0\" only 3.0\" of Tip Parallel\nCLUB PRODUCT TYPE STD-BORE HOSEL BLIND BORE HOSEL THRU BORE HOSEL NOTES\n#3 WOOD MAD 45, 55, 65, 75 & MAD PRO 65, 75 0.5\" 0.5\" 0.5\" - then Insert 2.0\" 3.0\" of Tip Parallel\nCLUB PRODUCT TYPE STD-BORE HOSEL BLIND BORE HOSEL THRU BORE HOSEL NOTES\n#5- #9 WOOD MAD 45, 55, 65, 75 & MAD PRO 65, 75 1.0\" 1.0\" 0.5\" - then Insert 2.0\" 3.0\" of Tip Parallel\n* Pro’s Choice encourages consulting a PGA Professional or qualified club builder to help you determine the correct shaft and length for your swing profile and to meet your goals.\n* Always leave a minimum of 0.5” of the parallel tip section of the shaft above the hosel. For example with a hosel depth of 1.5” and a parallel tip length of 4.0”, the tip trim length should not exceed 2.0”.\n* Improper installation may effect the intended performance of the shaft. Warranty is for material and workmanship of our products. Improper installation voids warranty of product.\nUPDATED: June 28, 2024"
    },
    {
        "page": 30,
        "content": "SHAFT INSTALLATION AND TRIMMING GUIDE\nALL HYBRID AND IRON SHAFTS:\nCLUB PRODUCT TYPE 15°-18° 19°-22° 23°-26° 27°+ NOTES\nInstall Straight In and then butt trim to final\nHYBRIDS TOUR AD VF HYBRID 75,85,95, 105 (.370” tip) 0.0\" 0.0” 0.0” 0.0”\ndesired club length.\nHYBRIDS TOUR AD IZ HYBRID 65,75,85,95 (.370” tip) 0.0” 0.5” 1.0” 1.0” Tip trim then butt trim to final desired club length.\nHYBRIDS TOUR AD DI 75,85,95 & 105 (.370\" tip) 0.0\" 0.5\" 1.0\" 1.0\" Tip trim then butt trim to final desired club length.\nHYBRIDS TOUR AD HY 65,75,85 & 95 (.370\" tip) 0.0\" 0.5\" 1.0\" 1.0\" Tip trim then butt trim to final desired club length.\nCLUB PRODUCT TYPE NOTES\nIRONS Tour AD 50 Iron (.370\" Tip OD with 1 3/8\" parallel tip section) No Tipping. Insert straight in and butt trim to desired final club length.\nIRONS Tour AD 65, 75 85, 95 Iron (.355\" Taper Tip) No Tipping. Insert straight in and butt trim to desired final club length.\nDRIVING IRONS Tour AD 85 and 95 Iron (.355\" Taper Tip) No Tipping. Insert straight in and butt trim to desired final club length.\nIRONS Tour AD 105 & 115 Iron gram weights- these shafts are combo flex shafts. Please contact Pro's Choice sales at 619-454-6283 or 760-476-9598 for tipping instructions.\nALL G-TECH SHAFTS- Note that all G-Tech shafts are Combo Flex shafts.\nCLUB PRODUCT TYPE Driver #3 FWY Wood #5 FWY Wood #7-#9 FWY Wood NOTES\nWOODS G TECH WOOD L or R Flex * See Combo Flex below 0.0\" 0.5\" 1.0\" 1.5\" Tip trim, then butt trim to final desired club length.\nWOODS G TECH WOOD A or S Flex * See Combo Flex below 2.0\" 2.5\" 3.0\" 3.5\" Tip trim, then butt trim to final desired club length.\nCLUB PRODUCT TYPE 15°-18° 19°-22° 23°-26° 27°+ NOTES\nHYBRIDS G TECH IRON L or R Flex * See Combo Flex below 0.5\" 1.0\" 1.5\" 2.0\" Tip trim, then butt trim to final desired club length.\n(Using Iron shaft) G TECH IRON A or S Flex * See Combo Flex below 1.0\" 1.5\" 2.0\" 2.5\" Tip trim, then butt trim to final desired club length.\nCLUB PRODUCT TYPE NOTES\nIRONS G TECH IRON L or R FLEX * See Combo Flex below #3-IR 0.0\" #4-IR 0.5\" #5-IR 1.0\" #6-IR 1.5\" #7-IR 2.0\" #8-IR 2.5\" #9-IR 3.0\" #10/WG-IR 3.0\" Tip trim, then butt trim to final desired club length.\nIRONS G TECH IRON A or S FLEX * See Combo Flex below #3-IR 1.5\" #4-IR 2.0\" #5-IR 2.5\" #6-IR 3.0\" #7-IR 3.5\" #8-IR 4.0\" #9-IR 4.5\" #10/WG-IR 4.5\" Tip trim, then butt trim to final desired club length.\n* COMBO FLEX - The G-Tech Wood and Iron shafts are a Combo Flex shaft, meaning the shaft blanks are sold as two types, the L/A Flex and R/S Flex. The amount of tipping at installation is what determines the final shaft flex .\nCOMBO Flex Example #1: If you desire a G-Tech Regular Flex shaft for a Driver, you would buy the GTECH2DR-R/S part number and it would not be tipped for a Driver application.\nCOMBO Flex Example #2: If you want a G-Tech Stiff Flex shaft for a Driver, you would buy the GTECH2DR-R/S part number and it would be tipped 2.0” for a Driver application.\n* Graphite Design encourages consulting a PGA Professional or qualified club builder to help you determine the correct shaft and length for your swing profile and to meet your goals.\n* Always leave a minimum of 0.5” of the parallel tip section of the shaft above the hosel. For example with a hosel depth of 1.5” and a parallel tip length of 4.0”, the tip trim length should not exceed 2.0”.\n* Improper installation may effect the intended performance of the shaft. Warranty is for material and workmanship of our products. Improper installation voids manufacture warranty of product. UPDATED: June 28, 2024"
    },
    {
        "page": 31,
        "content": "LAUNCH\nANGLE\nWOOD SHAFT - LAUNCH vs. SPIN CHART\nHIGH\nMID HIGH\nMID\nLOW MID\nLOW\nSPIN RATE LOW LOW/MID MID"
    },
    {
        "page": 32,
        "content": "LAUNCH\nANGLE\nHYBRID SHAFT - LAUNCH vs. SPIN CHART\nHIGH\nMID HIGH\nMID\nLOW MID\nLOW\nSPIN RATE LOW LOW/MID MID"
    },
    {
        "page": 33,
        "content": "GRAPHITE DESIGN WOOD SHAFT COMPARISON CHART:\nSHAFT MODEL BUTT SECTION MID SECTION TIP SECTION LAUNCH SPIN\nTour AD GC STIFF FIRM FIRM+ MID LOW/MID TO MID\nAnti-Gravity aG33-3 FIRM MEDIUM SOFT+ HIGH MID\nTOUR AD VF FIRM+ STIFF VERY STIFF LOW/MID LOW\nTOUR AD CQ FIRM FIRM MEDIUM+ MID/HIGH MID\nTOUR AD UB MEDIUM+ MEDIUM+ STIFF+ MID LOW/MID\nTOUR AD HD FIRM FIRM FIRM+ MID LOW TO LOW/MID\nTOUR AD XC SOFT STIFF STIFF LOW/MID LOW\nTOUR AD VR FIRM+ MEDIUM+ FIRM MID/HIGH LOW\nMAD PRO FIRM STIFF FIRM MID TO LOW/MID LOW\nMAD Std. MEDIUM+ FIRM+ MEDIUM+ MID/HIGH TO HIGH LOW/MID TO MID\nTOUR AD IZ FIRM MEDIUM FIRM+ HIGH LOW\nTOUR AD TP FIRM FIRM STIFF MID/HIGH LOW\nTOUR AD F-Series FWY FIRM MEDIUM SOFT HIGH MID\nTOUR AD M9003 MEDIUM FIRM STIFF+ LOW LOW\nTOUR AD DI MEDIUM MEDIUM STIFF HIGH LOW\nLEGEND DESCRIBING THE SHAFT STIFFNESS FROM STIFFEST TO SOFTEST:\nVERY STIFF → STIFF → FIRM → MEDIUM → SOFT"
    },
    {
        "page": 34,
        "content": "HYBRID SHAFT BEND PROFILE CHART:\nSHAFT MODEL BUTT SECTION MID SECTION TIP SECTION\nTOUR AD VF HYBRID FIRM STIFF VERY STIFF\nTOUR AD IZ 65/75 HYBRID MEDIUM FIRM FIRM\nTOUR AD IZ 85/95 HYBRID FIRM FIRM STIFF\nTOUR AD DI HYBRID SOFT MEDIUM+ STIFF\nTOUR AD HY HYBRID MEDIUM MEDIUM MEDIUM\nLEGEND DESCRIBING THE SHAFT STIFFNESS FROM STIFFEST TO SOFTEST:\nVERY STIFF → STIFF → FIRM → MEDIUM → SOFT"
    },
    {
        "page": 35,
        "content": "Bend Profile differences of Graphite Design Wood shafts\nBUTT MID TIP\nTour AD GC – 2025\n4 3 3+\nMid Launch & Low/Mid to Mid Spin\n*M40X & T1100G Technology\naG33-3 Series - 2024\n3 2 1+\nHigh Launch & Mid Spin\n*M40X Technology\nTour AD VF - 2024\n3+ 4 5\nLow/Mid Launch & Low Spin\n*M40X & T1100G Technology\nTour AD CQ - 2023\n3 3 2+\nMid/High Launch & Mid Spin\n*Nitta 2G-Namd Technology\nTour AD UB - 2022\n2+ 2+ 4+\nMid Launch & Low/Mid Spin\n*M40X & T1100G Technology\nTour AD DI - 2010\n2 2 4\nHigh Launch & Low Spin\n*1st Gen. DI Technology\nStiffness Profile From Stiffer to Softer:\n5 4 3 2 1"
    },
    {
        "page": 36,
        "content": "Bend Profile differences of Graphite Design Tour AD Wood Shafts\nBUTT MID TIP\nTour AD HD – 2021\nMAP-$379\nMid Launch & Low to Low/Mid\n3 3 3+\nSpin\n*M40X & T1100G Technology\nTour AD XC - 2020\nMAP-$379 1 4 4\nLow/Mid Launch & Low Spin\n*M40X & T1100G Technology\nTour AD VR - 2019\nMAP-$379\n3+ 2+ 3\nMid/High Launch & Low to\nLow/Mid Spin\n*T1100G Technology\nTour AD IZ - 2018\nMAP-$379 3 2 3+\nHigh Launch & Low Spin\n*T1100G Technology\nTour AD TP - 2017\n3 3 4\nMAP-$379\nMid/High Launch & Low Spin\nStiffness Profile From Stiffer to Softer:\n*T1100G Technology\n5 4 3 2 1\nVery Stiff Stiff Firm Medium Soft"
    },
    {
        "page": 37,
        "content": "Bend Profile differences of Graphite Design Tour Wood Shafts\nBUTT MID TIP\nTour AD M9003-2015\nMAP-$419 2 3 4+\nLow Launch & Low Spin\n*T1100G Technology\nTour AD FW - 2017\n3 2 1\nMAP-$249\nHigh Launch & Mid Spin\nMAD PRO\nMAP-$229\n3 4 3\nLow/Mid to Mid Launch & Low\nSpin\n*T1100G Technology\nMAD STD\nMAP-$129 2+ 3+ 2+\nMid to High Launch &\nLow/Mid to Mid Spin\n*T1100G Technology\nStiffness Profile From Stiffer to Softer:\n5 4 3 2 1\nVery Stiff Stiff Firm Medium Soft"
    },
    {
        "page": 38,
        "content": "Bend Profile differences of Graphite Design Hybrid shafts\nButt MID TIP\nTour AD VF Hybrid\n3 4 5\nMAP $219\nLow/Mid Launch & Low Spin\nTour AD IZ 65g & 75g\nHybrid 2 3 3\nMAP $219\nMid/High Launch & Low/Mid Spin\nTour AD IZ 85g & 95g\nHybrid\n3 3 4\nMAP $219\nMid Launch & Low Spin\nTour AD DI Hybrid\n3 2 4\nMAP $219\nMid Launch & Low/Mid Spin\nTour AD HY Hybrid\n2 2 2\nMAP $169\nMid/High Launch & Mid Spin\nStiffness Profile From Stiffer to Softer:\n5 4 3 2 1\nVery Stiff Stiff Firm Medium Soft"
    },
    {
        "page": 39,
        "content": "Butt MID TIP\nTour AD 55g Iron\n2 2 1\nMid/High Launch\nMid Spin\nTour AD 65g Iron\n3 2 1\nMid/High Launch\nMid Spin\nTour AD 75g Iron\n3 2 1\nMid/High Launch\nMid Spin\nTour AD 85g Iron\n4 3 2\nMid Launch\nMid Spin\nTour AD 95g Iron\nMid Launch 4 3 3\nLow/Mid Spin\nStiffness Profile From Stiffer to Softer:\n5 4 3 2 1\nVery Stiff Stiff Firm Medium Soft"
    }
]